{
  "_meta": {
    "htmlLang": "en",
    "contactEmail": "jappscompany@gmail.com"
  },
  "landing": {
    "title": "1Air — Un reproductor MP4 nítid",
    "meta_desc": "Reproductor MP4 net, privat amb Picture‑in‑Picture i àudio de fons.",
    "nav_features": "Features",
    "nav_privacy": "Privacy",
    "nav_download": "Download",
    "hero_badge": "✨ Nova versió",
    "hero_title": "MP4, com<br>s'ha de reproduir.",
    "hero_sub": "Experimenta el reproductor 1Air, intuïtiu i lleuger.<br>Sense anuncis, només reproducció neta amb àudio de fons.",
    "btn_download": "Descarrega a l'App Store",
    "feat_title": "Per què 1Air?",
    "feat_1_title": "Picture-in-Picture",
    "feat_1_desc": "Segueix veient mentre realitzes diverses tasques. Suport natiu de PiP.",
    "feat_2_title": "Àudio de fons",
    "feat_2_desc": "L'àudio continua quan la pantalla es bloqueja. Perfecte per a podcasts.",
    "feat_3_title": "Controls suaus",
    "feat_3_desc": "Gestos per al volum i la cerca. Ràpid i àgil.",
    "feat_4_title": "Privat i sense anuncis",
    "feat_4_desc": "Sense seguiment, sense anuncis. Els teus vídeos es queden al teu dispositiu.",
    "feat_5_title": "Integració d'IA",
    "feat_5_desc": "Connecta amb models d'IA locals a través d'Ollama per a funcions intel·ligents.",
    "feat_5_btn": "Guia de configuració",
    "footer_privacy": "Política de privacitat",
    "footer_contact": "Contacta amb el suport",
    "footer_copy": "1Air Player. Tots els drets reservats."
  },
  "ollama": {
    "title": "Guia de configuració d'Ollama",
    "subtitle": "Si us plau, instal·la Ollama per habilitar les funcions d'IA.",
    "win_tab": "Windows",
    "win_step1_title": "1. Descarrega l'instal·lador",
    "win_step1_desc": "Descarrega l'instal·lador per a Windows des del lloc web oficial.",
    "win_btn": "Descarrega per a Windows",
    "win_step2_title": "2. Instal·la",
    "win_step2_desc": "Executa l'arxiu <code>OllamaSetup.exe</code> i fes clic a [Instal·la].",
    "win_step2_note": "✅ Un cop instal·lat, veuràs la icona d'alpaca (🦙) a la safata de tasques.",
    "win_step3_title": "3. Verifica la instal·lació",
    "win_step3_desc": "Obre l'indicador de comandaments (Win + R, escriu <code>cmd</code>) i executa l'ordre següent:",
    "mac_tab": "macOS",
    "mac_step1_title": "1. Descarrega",
    "mac_step1_desc": "Requereix macOS 11 Big Sur o posterior.",
    "mac_btn": "Descarrega per a macOS",
    "mac_step2_title": "2. Instal·la l'aplicació",
    "mac_step2_desc": "Descomprimeix l'arxiu i mou l'aplicació <strong>Ollama</strong> a la carpeta <code>Aplicacions</code>.",
    "mac_step3_title": "3. Executa i configura",
    "mac_step3_desc": "Fes doble clic per executar. Hauries de veure la icona d'alpaca (🦙) a la barra de menús.",
    "mac_step3_note": "💡 Si se't demana instal·lar eines de línia de comandaments, fes clic a 'Instal·la'.",
    "linux_tab": "Ubuntu (Linux)",
    "linux_step1_title": "1. Instal·la a través del terminal",
    "linux_step1_desc": "Obre el vostre terminal i executeu el següent comandament:",
    "linux_step1_note": "⚠️ Les targetes gràfiques AMD poden requerir la instal·lació addicional de controladors.",
    "linux_step2_title": "2. Comproveu l'estat del servei",
    "linux_step2_desc": "Assegureu-vos que Ollama s'està executant en segon pla.",
    "final_step_title": "🎉 Pas final: descarregueu el model d'IA",
    "final_step_desc": "Després de la instal·lació, heu de descarregar el model d'IA. Executeu això al vostre terminal:",
    "final_step_note": "💡 Si la vostra aplicació requereix un model específic (p. ex., mistral), substituïu 'llama3.2' per aquest nom.",
    "copy": "Copy",
    "copied": "Copiat!",
    "footer": "© 2025 Alimentat per Ollama."
  },
  "policy": {
    "title": "Política de privacitat",
    "effectiveDateLabel": "Data d'efectivitat:",
    "effectiveDateValue": "5 de novembre de 2025",
    "languageLabel": "Language:",
    "nav": {
      "summary": "Summary",
      "dataWeCollect": "Les dades que recopilem",
      "howWeUse": "Com utilitzem les dades",
      "sharing": "Compartir i processadors",
      "security": "Security",
      "retention": "Conservació de les dades",
      "rights": "Els vostres drets",
      "children": "Children",
      "changes": "Changes",
      "contact": "Contact"
    },
    "summary": {
      "title": "De reüll",
      "bullets": {
        "noTracking": "<strong>Sense seguiment. Sense anuncis.</strong> 1Air no inclou publicitat ni rastrejadors de tercers.",
        "onDevice": "<strong>Els vostres vídeos es queden al vostre dispositiu.</strong> L'aplicació llegeix els fitxers MP4 que trieu i pot desar-los a la carpeta Documents local; el contingut es processa al dispositiu.",
        "icloud": "<strong>iCloud Drive opcional.</strong> Si trieu fitxers d'iCloud Drive, els fitxers romandran al vostre compte d'iCloud sota les condicions d'Apple.",
        "diagnostics": "<strong>Diagnòstics mínims.</strong> Només rebem dades de fallades/diagnòstics anonimitzades si decidiu compartir-les amb els desenvolupadors a través de la configuració d'Apple."
      }
    },
    "who": {
      "title": "Qui som",
      "developerLabel": "Developer:",
      "developerValue": "J-Apps Co.",
      "developerSuffix": "(\"nosaltres\", \"el nostre\" o \"el nostre\")",
      "appLabel": "App:",
      "appValue": "1Air (iOS/iPadOS/macOS)",
      "contactLabel": "Contact:"
    },
    "collect": {
      "title": "Les dades que recopilem",
      "contentYouChoose": {
        "title": "1) Contingut que trieu",
        "p1": "Quan utilitzeu el selector de fitxers per seleccionar vídeos, 1Air només té accés de lectura als elements que seleccioneu. Si habiliteu la funció \"Desa a Documents\" de l'aplicació, es desen còpies dels fitxers seleccionats localment a la caixa de sorres de l'aplicació.",
        "scope": "<strong>Àmbit:</strong> Només els fitxers que seleccioneu; sense escaneig en segon pla de carpetes no relacionades.",
        "processing": "<strong>Processament:</strong> La reproducció i la gestió de fitxers es produeixen al dispositiu.",
        "sync": "<strong>Sincronització:</strong> Si seleccioneu d'iCloud Drive, l'emmagatzematge i la sincronització són gestionats per Apple iCloud sota les polítiques d'Apple."
      },
      "diagnostics": {
        "title": "2) Diagnòstics (Opcional)",
        "p1": "Si decidiu compartir l'anàlisi/informes de fallades amb els desenvolupadors (Configuració d'Apple > Privacitat i seguretat > Analítica i millores), podem rebre:",
        "b1": "Registres de fallades i mètriques de rendiment (anonimitzades per Apple)",
        "b2": "Model de dispositiu, versió del sistema operatiu i dades tècniques similars",
        "p2": "No rebem la vostra identitat d'aquests informes."
      },
      "support": {
        "title": "3) Comunicacions de suport",
        "p1": "Si ens envieu un correu electrònic, rebem la vostra adreça de correu electrònic i el contingut del vostre missatge per respondre a la vostra sol·licitud."
      },
      "notCollect": {
        "title": "No recopilem",
        "b1": "Identificadors personals dins de l'aplicació (nom, número de telèfon, contactes)",
        "b2": "Dades de localització precises",
        "b3": "Identificadors publicitaris o dades de seguiment del comportament"
      }
    },
    "use": {
      "title": "Com utilitzem les dades",
      "b1": "Per proporcionar funcionalitat bàsica (accés a fitxers que sol·liciteu, reproducció de vídeo)",
      "b2": "Per mantenir i millorar la qualitat de l'aplicació (diagnòstics si heu acceptat)",
      "b3": "Per respondre a les consultes de suport"
    },
    "sharing": {
      "title": "Compartir i Processadors",
      "p1": "<strong>No venem les vostres dades.</strong> No compartim dades personals amb tercers per a publicitat o màrqueting.",
      "p2": "<strong>Proveïdors de serveis:</strong> Podem utilitzar proveïdors de serveis només per operar i donar suport a l'aplicació (per exemple, Apple iCloud per als fitxers que hi emmagatzemeu; el pipeline d'informes de bloqueig d'Apple si heu acceptat). Aquests proveïdors actuen com a processadors sota els seus propis termes i controls de seguretat.",
      "apple": "<strong>Apple (iCloud i Informes de bloqueig):</strong> Els fitxers i l'anàlisi es gestionen segons la política de privadesa d'Apple i la configuració del vostre dispositiu.",
      "p3": "Podem revelar informació si ho exigeix la llei o per protegir els drets, la seguretat i la seguretat."
    },
    "security": {
      "title": "Security",
      "p1": "1Air emmagatzema els fitxers guardats per l'usuari dins de la caixa de sorra de l'aplicació al vostre dispositiu. Apliquem les millors pràctiques de seguretat de la plataforma i ens basem en les proteccions del sistema d'Apple per a iOS/iPadOS/macOS. Cap mètode d'emmagatzematge electrònic és 100% segur, però ens esforcem per protegir la vostra informació.",
      "ollama": {
        "title": "Integració de la xarxa Ollama",
        "warn": "Si connecteu 1Air a un servidor Ollama a través de la xarxa utilitzant <code>http://</code>, la connexió <strong>no està xifrada en trànsit</strong> (sense TLS). Això vol dir que el contingut que envieu (com ara avisos de text, metadades o altres càrregues útils) pot estar exposat a la intercepció o la fuga a la xarxa. Quan utilitzeu <code>http://</code> (especialment a xarxes públiques), <strong>assumeix tots els riscos</strong> i <strong>sou responsable</strong> de qualsevol exposició que resulti de l'ús d'una connexió no xifrada. Recomanem fermament utilitzar <code>https://</code>, una xarxa interna de confiança, VPN o un altre transport segur."
      }
    },
    "retention": {
      "title": "Conservació de les dades",
      "b1": "<strong>Fitxers al dispositiu:</strong> Romanen fins que els suprimiu o desinstal·leu l'aplicació.",
      "b2": "<strong>Correus electrònics de suport:</strong> Es conserven només el temps necessari per resoldre la vostra sol·licitud i complir les obligacions legals.",
      "b3": "<strong>Diagnòstics:</strong> Es conserven segons les polítiques de conservació d'anàlisi d'Apple."
    },
    "rights": {
      "title": "Els vostres drets de privadesa",
      "p1": "Depenent de la vostra regió, potser tingueu dret a accedir, corregir, suprimir o restringir determinades dades que tenim sobre vosaltres, i a oposar-vos o retirar el consentiment per al processament quan sigui aplicable.",
      "gdpr": "<strong>GDPR (EEE/Regne Unit):</strong> Podeu sol·licitar l'accés o la supressió de les dades personals que controlem (principalment correus electrònics de suport). Per a les dades que tingui Apple (per exemple, registres de bloqueig, fitxers d'iCloud), utilitzeu les eines de privadesa d'Apple.",
      "ccpa": "<strong>CCPA/CPRA (Califòrnia):</strong> No venem ni compartim informació personal per a la publicitat contextual. Podeu sol·licitar l'accés o la supressió de la informació personal que tenim (principalment correus electrònics de suport).",
      "p2": "Per exercir aquests drets, poseu-vos en contacte amb nosaltres a <a href=\"mailto:jappscompany@gmail.com\">jappscompany@gmail.com</a>. Potser necessitem verificar la vostra sol·licitud."
    },
    "children": {
      "title": "Privadesa dels menors",
      "p1": "1Air és una aplicació per a un públic general i no està dirigida específicament als nens. No recopilem intencionadament informació personal dels nens. Si creieu que un nen ha proporcionat informació personal a nosaltres a través de comunicacions de suport, poseu-vos en contacte amb nosaltres i la suprimirem."
    },
    "international": {
      "title": "Transferències internacionals",
      "p1": "La vostra informació es pot processar al país on resideixiu i en altres països on operen els nostres proveïdors de serveis (per exemple, la infraestructura d'Apple). Implementem mesures per protegir la vostra informació d'acord amb la legislació aplicable."
    },
    "changes": {
      "title": "Canvis en aquesta política",
      "p1": "Podem actualitzar aquesta política de privadesa periòdicament. Publicarem la versió actualitzada a l'aplicació o al nostre lloc web i revisarem la \"Data d'efectivitat\" anterior. Els canvis importants es destacaran."
    },
    "contact": {
      "title": "Poseu-vos en contacte amb nosaltres",
      "p1": "Si teniu preguntes sobre aquesta política de privadesa o les nostres pràctiques, poseu-vos en contacte amb nosaltres:",
      "emailLabel": "Email:",
      "dpo": "Contacte de protecció de dades (si escau): Jake / jappscompany@gmail.com"
    },
    "footer": {
      "copyright": "© 2025 J-Apps. Tots els drets reservats."
    }
  }
}