{
  "_meta": {
    "htmlLang": "en",
    "contactEmail": "jappscompany@gmail.com"
  },
  "landing": {
    "title": "1Air — Stylový přehrávač MP4",
    "meta_desc": "Čistý, soukromý přehrávač MP4 s obrazem v obraze a pozadí zvukem.",
    "nav_features": "Features",
    "nav_privacy": "Privacy",
    "nav_download": "Download",
    "hero_badge": "✨ Nová verze",
    "hero_title": "MP4 soubory, tak jak<br>mají vypadat.",
    "hero_sub": "Zažijte intuitivní a lehký přehrávač 1Air.<br>Žádné reklamy, pouze čisté přehrávání se zvukem na pozadí.",
    "btn_download": "Stáhnout z App Store",
    "feat_title": "Proč 1Air?",
    "feat_1_title": "Picture-in-Picture",
    "feat_1_desc": "Pokračujte ve sledování při multitaskingu. Nativní podpora PiP.",
    "feat_2_title": "Zvuk na pozadí",
    "feat_2_desc": "Zvuk pokračuje i po uzamčení obrazovky. Ideální pro podcasty.",
    "feat_3_title": "Plynulé ovládání",
    "feat_3_desc": "Gesta pro ovládání hlasitosti a posuvu. Rychlé a citlivé.",
    "feat_4_title": "Soukromí a bez reklam",
    "feat_4_desc": "Žádné sledování, žádné reklamy. Vaše videa zůstávají na vašem zařízení.",
    "feat_5_title": "Integrace s AI",
    "feat_5_desc": "Připojte se k lokálním AI modelům přes Ollama pro inteligentní funkce.",
    "feat_5_btn": "Návod k nastavení",
    "footer_privacy": "Zásady ochrany osobních údajů",
    "footer_contact": "Kontaktujte podporu",
    "footer_copy": "1Air Player. Všechna práva vyhrazena."
  },
  "ollama": {
    "title": "Návod k nastavení Ollama",
    "subtitle": "Nainstalujte si Ollama, abyste aktivovali funkce AI.",
    "win_tab": "Windows",
    "win_step1_title": "1. Stáhněte instalační program",
    "win_step1_desc": "Stáhněte instalační program pro Windows z oficiálních stránek.",
    "win_btn": "Stáhnout pro Windows",
    "win_step2_title": "2. Instalace",
    "win_step2_desc": "Spusťte soubor <code>OllamaSetup.exe</code> a klikněte na [Instalovat].",
    "win_step2_note": "✅ Po instalaci uvidíte ikonu Alpaky (🦙) na panelu úloh.",
    "win_step3_title": "3. Ověření instalace",
    "win_step3_desc": "Otevřete Příkazový řádek (Win + R, zadejte <code>cmd</code>) a spusťte následující příkaz:",
    "mac_tab": "macOS",
    "mac_step1_title": "1. Stažení",
    "mac_step1_desc": "Vyžaduje macOS 11 Big Sur nebo novější.",
    "mac_btn": "Stáhnout pro macOS",
    "mac_step2_title": "2. Instalace aplikace",
    "mac_step2_desc": "Rozbalte soubor a přesuňte aplikaci <strong>Ollama</strong> do složky <code>Applications</code>.",
    "mac_step3_title": "3. Spusťte a nastavte",
    "mac_step3_desc": "Dvakrát klikněte pro spuštění. Měli byste vidět ikonu Alpaky (🦙) v řádku menu.",
    "mac_step3_note": "💡 Pokud se zobrazí výzva k instalaci nástrojů příkazového řádku, klikněte na 'Instalovat'.",
    "linux_tab": "Ubuntu (Linux)",
    "linux_step1_title": "1. Instalace přes terminál",
    "linux_step1_desc": "Otevřete svůj terminál a spusťte následující příkaz:",
    "linux_step1_note": "⚠️ Grafické karty AMD mohou vyžadovat dodatečnou instalaci ovladačů.",
    "linux_step2_title": "2. Zkontrolujte stav služby",
    "linux_step2_desc": "Ujistěte se, že Ollama běží na pozadí.",
    "final_step_title": "🎉 Poslední krok: Stáhněte AI model",
    "final_step_desc": "Po instalaci musíte stáhnout AI model. Spusťte toto ve svém terminálu:",
    "final_step_note": "💡 Pokud vaše aplikace vyžaduje konkrétní model (např. mistral), nahraďte 'llama3.2' tímto názvem.",
    "copy": "Copy",
    "copied": "Zkopírováno!",
    "footer": "© 2025 Powered by Ollama."
  },
  "policy": {
    "title": "Zásady ochrany osobních údajů",
    "effectiveDateLabel": "Datum účinnosti:",
    "effectiveDateValue": "5. listopadu 2025",
    "languageLabel": "Language:",
    "nav": {
      "summary": "Summary",
      "dataWeCollect": "Data, která shromažďujeme",
      "howWeUse": "Jak používáme data",
      "sharing": "Sdílení a zpracovatelé",
      "security": "Security",
      "retention": "Uchovávání dat",
      "rights": "Vaše práva",
      "children": "Children",
      "changes": "Changes",
      "contact": "Contact"
    },
    "summary": {
      "title": "V krátkosti",
      "bullets": {
        "noTracking": "<strong>Žádné sledování. Žádná reklama.</strong> 1Air neobsahuje reklamy ani sledovače třetích stran.",
        "onDevice": "<strong>Vaše videa zůstávají na vašem zařízení.</strong> Aplikace čte soubory MP4, které si vyberete, a může je uložit do vaší lokální složky Dokumenty; obsah je zpracováván na zařízení.",
        "icloud": "<strong>Volitelné iCloud Drive.</strong> Pokud si vyberete soubory z iCloud Drive, soubory zůstanou ve vašem účtu iCloud podle podmínek společnosti Apple.",
        "diagnostics": "<strong>Minimální diagnostika.</strong> Dostáváme pouze anonymizovaná data o pádech/diagnostice, pokud se rozhodnete sdílet s vývojáři prostřednictvím nastavení Apple."
      }
    },
    "who": {
      "title": "Kdo jsme",
      "developerLabel": "Developer:",
      "developerValue": "J-Apps Co.",
      "developerSuffix": " („my“, „nás“ nebo „naše“)",
      "appLabel": "App:",
      "appValue": "1Air (iOS/iPadOS/macOS)",
      "contactLabel": "Contact:"
    },
    "collect": {
      "title": "Data, která shromažďujeme",
      "contentYouChoose": {
        "title": "1) Obsah, který si vyberete",
        "p1": "Při používání výběru souborů pro výběr videí má 1Air pouze přístup pro čtení k položkám, které vyberete. Pokud povolíte funkci „Uložit do Dokumentů“ aplikace, kopie vybraných souborů se uloží lokálně v sandboxu aplikace.",
        "scope": "<strong>Rozsah:</strong> Pouze soubory, které vyberete; žádné skenování nesouvisejících složek na pozadí.",
        "processing": "<strong>Zpracování:</strong> Přehrávání a správa souborů probíhá na zařízení.",
        "sync": "<strong>Synchronizace:</strong> Pokud vyberete z iCloud Drive, úložiště a synchronizace jsou spravovány Apple iCloud podle zásad společnosti Apple."
      },
      "diagnostics": {
        "title": "2) Diagnostika (Volitelné)",
        "p1": "Pokud se rozhodnete sdílet analytické údaje/zprávy o pádech s vývojáři (Nastavení Apple > Soukromí a zabezpečení > Analytika a vylepšení), můžeme obdržet:",
        "b1": "Protokoly o pádech a metriky výkonu (anonymizované společností Apple)",
        "b2": "Model zařízení, verze operačního systému a podobná technická metadata",
        "p2": "Z těchto zpráv neobdržíme vaši identitu."
      },
      "support": {
        "title": "3) Komunikace s podporou",
        "p1": "Pokud nám napíšete e-mail, obdržíme vaši e-mailovou adresu a obsah vaší zprávy, abychom mohli reagovat na váš požadavek."
      },
      "notCollect": {
        "title": "Neshromažďujeme",
        "b1": "Osobní údaje v aplikaci (jméno, telefonní číslo, kontakty)",
        "b2": "Přesná data o poloze",
        "b3": "Reklamní identifikátory nebo data o sledování chování"
      }
    },
    "use": {
      "title": "Jak používáme data",
      "b1": "Pro poskytování základních funkcí (přístup k souborům, které požadujete, přehrávání videa)",
      "b2": "Pro udržování a zlepšování kvality aplikace (diagnostika, pokud jste se přihlásili k účasti)",
      "b3": "Pro odpovědi na dotazy podpory"
    },
    "sharing": {
      "title": "Sdílení a zpracovatelé",
      "p1": "<strong>Nedistribuujeme vaše data.</strong> Nesdílíme osobní údaje s třetími stranami pro reklamní nebo marketingové účely.",
      "p2": "<strong>Poskytovatelé služeb:</strong> Můžeme používat poskytovatele služeb pouze pro provoz a podporu aplikace (např. Apple iCloud pro soubory, které tam ukládáte; pipeline pro hlášení chyb Apple, pokud jste se přihlásili k účasti). Tito poskytovatelé fungují jako zpracovatelé v rámci svých vlastních podmínek a bezpečnostních kontrol.",
      "apple": "<strong>Apple (iCloud a zprávy o chybách):</strong> Soubory a analýzy jsou zpracovávány v souladu se zásadami ochrany osobních údajů společnosti Apple a nastavením vašeho zařízení.",
      "p3": "Můžeme zveřejnit informace, pokud to vyžaduje zákon nebo k ochraně práv, bezpečnosti a zabezpečení."
    },
    "security": {
      "title": "Security",
      "p1": "1Air ukládá uživatelsky uložené soubory v sandboxu aplikace ve vašem zařízení. Používáme osvědčené postupy zabezpečení platformy a spoléháme se na systémové ochrany Apple pro iOS/iPadOS/macOS. Žádná metoda elektronického ukládání není 100% bezpečná, ale snažíme se chránit vaše informace.",
      "ollama": {
        "title": "Integrace sítě Ollama",
        "warn": "Pokud připojíte 1Air k serveru Ollama přes síť pomocí <code>http://</code>, připojení <strong>není šifrováno</strong> (žádný TLS). To znamená, že obsah, který odesíláte (například textové výzvy, metadata nebo jiné užitečné zatížení), může být vystaven odposlechu nebo úniku v síti. Při používání <code>http://</code> (zejména ve veřejných sítích) <strong>přebíráte všechna rizika</strong> a <strong>nesete odpovědnost</strong> za jakékoli vystavení v důsledku používání nešifrovaného připojení. Důrazně doporučujeme používat <code>https://</code>, důvěryhodnou interní síť, VPN nebo jiný zabezpečený přenos."
      }
    },
    "retention": {
      "title": "Uchovávání dat",
      "b1": "<strong>Soubory v zařízení:</strong> Zůstanou, dokud je nesmažete nebo odinstalujete aplikaci.",
      "b2": "<strong>Emaily podpory:</strong> Udržovány pouze tak dlouho, jak je potřeba k vyřešení vašeho požadavku a splnění právních povinností.",
      "b3": "<strong>Diagnostika:</strong> Udržovány v souladu se zásadami uchovávání analytických dat společnosti Apple."
    },
    "rights": {
      "title": "Vaše práva na ochranu osobních údajů",
      "p1": "V závislosti na vašem regionu můžete mít právo na přístup, opravu, smazání nebo omezení určitých dat, která o vás máme, a právo vznést námitky proti zpracování nebo odvolat souhlas tam, kde je to přípustné.",
      "gdpr": "<strong>GDPR (EHP/Spojené království):</strong> Můžete požádat o přístup nebo smazání osobních údajů, které kontrolujeme (především e-maily podpory). Pro data uložená společností Apple (např. protokoly chyb, soubory iCloud) použijte nástroje pro ochranu osobních údajů společnosti Apple.",
      "ccpa": "<strong>CCPA/CPRA (Kalifornie):</strong> Nedistribuujeme ani nesdílíme osobní údaje pro reklamu v jiných kontextech. Můžete požádat o přístup nebo smazání osobních údajů, které o vás máme (především e-maily podpory).",
      "p2": "Pro uplatnění práv nás kontaktujte na adrese <a href=\"mailto:jappscompany@gmail.com\">jappscompany@gmail.com</a>. Můžeme potřebovat ověřit váš požadavek."
    },
    "children": {
      "title": "Ochrana osobních údajů dětí",
      "p1": "1Air je aplikace pro široké publikum a není konkrétně zaměřena na děti. Nevyžadujeme vědomě osobní údaje od dětí. Pokud věříte, že dítě nám poskytlo osobní údaje prostřednictvím komunikačních kanálů podpory, kontaktujte nás a my je smažeme."
    },
    "international": {
      "title": "Mezinárodní převody",
      "p1": "Vaše informace mohou být zpracovávány ve zemi, ve které se nacházíte, a v dalších zemích, kde provozují naši poskytovatelé služeb (např. infrastruktura společnosti Apple). Implementujeme opatření navržená tak, aby chránila vaše informace v souladu s platnými právními předpisy."
    },
    "changes": {
      "title": "Změny v tomto zásadách",
      "p1": "Můžeme tyto zásady ochrany osobních údajů čas od času aktualizovat. Aktualizovanou verzi zveřejníme v aplikaci nebo na našich webových stránkách a upravíme \"Datum účinnosti\" výše. Zásadní změny budou zvýrazněny."
    },
    "contact": {
      "title": "Kontaktujte nás",
      "p1": "Pokud máte dotazy k těmto zásadám ochrany osobních údajů nebo našim postupům, kontaktujte nás:",
      "emailLabel": "Email:",
      "dpo": "Kontaktní osoba pro ochranu osobních údajů (pokud existuje): Jake / jappscompany@gmail.com"
    },
    "footer": {
      "copyright": "© 2025 J-Apps. Všechna práva vyhrazena."
    }
  }
}