{
  "_meta": {
    "htmlLang": "en",
    "contactEmail": "jappscompany@gmail.com"
  },
  "landing": {
    "title": "1Air — En skarp MP4-afspiller",
    "meta_desc": "Ren, privat MP4-afspiller med Picture‑in‑Picture og baggrundslyd.",
    "nav_features": "Features",
    "nav_privacy": "Privacy",
    "nav_download": "Download",
    "hero_badge": "✨ Ny udgivelse",
    "hero_title": "MP4'er, som<br>de skulle afspilles.",
    "hero_sub": "Oplev den intuitive og lette 1Air-afspiller.<br>Ingen reklamer, kun ren afspilning med baggrundslyd.",
    "btn_download": "Download på App Store",
    "feat_title": "Hvorfor 1Air?",
    "feat_1_title": "Picture-in-Picture",
    "feat_1_desc": "Fortsæt med at se, mens du multitasker. Native PiP-understøttelse.",
    "feat_2_title": "Baggrundslyd",
    "feat_2_desc": "Lyden fortsætter, når skærmen låses. Perfekt til podcasts.",
    "feat_3_title": "Glatte kontroller",
    "feat_3_desc": "Gester til volumen og søgning. Hurtig og responsiv.",
    "feat_4_title": "Privat & Reklamefri",
    "feat_4_desc": "Ingen sporing, ingen reklamer. Dine videoer forbliver på din enhed.",
    "feat_5_title": "AI-integration",
    "feat_5_desc": "Opret forbindelse til lokale AI-modeller via Ollama for smarte funktioner.",
    "feat_5_btn": "Opsætningsguide",
    "footer_privacy": "Privatlivspolitik",
    "footer_contact": "Kontakt support",
    "footer_copy": "1Air Player. Alle rettigheder forbeholdes."
  },
  "ollama": {
    "title": "Ollama Opsætningsguide",
    "subtitle": "Installer venligst Ollama for at aktivere AI-funktioner.",
    "win_tab": "Windows",
    "win_step1_title": "1. Download installatør",
    "win_step1_desc": "Download installatøren til Windows fra den officielle hjemmeside.",
    "win_btn": "Download til Windows",
    "win_step2_title": "2. Installer",
    "win_step2_desc": "Kør <code>OllamaSetup.exe</code>-filen, og klik på [Installer].",
    "win_step2_note": "✅ Når den er installeret, kan du se Alpaca-ikonet (🦙) i proceslinjen.",
    "win_step3_title": "3. Bekræft installation",
    "win_step3_desc": "Åbn Kommandoprompt (Win + R, skriv <code>cmd</code>) og kør kommandoen nedenfor:",
    "mac_tab": "macOS",
    "mac_step1_title": "1. Download",
    "mac_step1_desc": "Kræver macOS 11 Big Sur eller nyere.",
    "mac_btn": "Download til macOS",
    "mac_step2_title": "2. Installer applikation",
    "mac_step2_desc": "Udpak filen, og flyt <strong>Ollama</strong>-appen til mappen <code>Applications</code>.",
    "mac_step3_title": "3. Kør & Opsæt",
    "mac_step3_desc": "Dobbeltklik for at køre. Du bør se Alpaca-ikonet (🦙) i menulinjen.",
    "mac_step3_note": "💡 Hvis du bliver bedt om at installere kommandolinjeværktøjer, skal du klikke på 'Installer'.",
    "linux_tab": "Ubuntu (Linux)",
    "linux_step1_title": "1. Installer via Terminal",
    "linux_step1_desc": "Åbn din terminal og kør følgende kommando:",
    "linux_step1_note": "⚠️ AMD-grafikkort kan kræve yderligere driverinstallation.",
    "linux_step2_title": "2. Kontroller servicestatus",
    "linux_step2_desc": "Sørg for, at Ollama kører i baggrunden.",
    "final_step_title": "🎉 Sidste trin: Hent AI-model",
    "final_step_desc": "Efter installationen skal du downloade AI-modellen. Kør dette i din terminal:",
    "final_step_note": "💡 Hvis din app kræver en bestemt model (f.eks. mistral), skal du erstatte 'llama3.2' med det navn.",
    "copy": "Copy",
    "copied": "Kopieret!",
    "footer": "© 2025 Drevet af Ollama."
  },
  "policy": {
    "title": "Privatlivspolitik",
    "effectiveDateLabel": "Gældende dato:",
    "effectiveDateValue": "5. november 2025",
    "languageLabel": "Language:",
    "nav": {
      "summary": "Summary",
      "dataWeCollect": "Data vi indsamler",
      "howWeUse": "Sådan bruger vi data",
      "sharing": "Deling og behandlere",
      "security": "Security",
      "retention": "Dataopbevaring",
      "rights": "Dine rettigheder",
      "children": "Children",
      "changes": "Changes",
      "contact": "Contact"
    },
    "summary": {
      "title": "Kort fortalt",
      "bullets": {
        "noTracking": "<strong>Ingen sporing. Ingen reklamer.</strong> 1Air inkluderer ikke reklamer eller tredjeparts trackere.",
        "onDevice": "<strong>Dine videoer forbliver på din enhed.</strong> Appen læser MP4-filer, du vælger, og kan gemme dem i din lokale Documents-mappe; indholdet behandles på enheden.",
        "icloud": "<strong>Valgfri iCloud Drive.</strong> Hvis du vælger filer fra iCloud Drive, forbliver filerne i din iCloud-konto under Apples betingelser.",
        "diagnostics": "<strong>Minimal diagnostik.</strong> Vi modtager kun anonymiserede crash/diagnostiske data, hvis du vælger at dele med udviklere via Apple-indstillinger."
      }
    },
    "who": {
      "title": "Hvem vi er",
      "developerLabel": "Developer:",
      "developerValue": "J-Apps Co.",
      "developerSuffix": "(\"vi\", \"os\" eller \"vores\")",
      "appLabel": "App:",
      "appValue": "1Air (iOS/iPadOS/macOS)",
      "contactLabel": "Contact:"
    },
    "collect": {
      "title": "Data vi indsamler",
      "contentYouChoose": {
        "title": "1) Indhold, du vælger",
        "p1": "Når du bruger Files picker til at vælge videoer, får 1Air kun læseadgang til de elementer, du vælger. Hvis du aktiverer appens \"Gem til Documents\"-funktion, gemmes kopier af de valgte filer lokalt i appens sandbox.",
        "scope": "<strong>Omfang:</strong> Kun filer, du vælger; ingen baggrundsscanning af irrelevante mapper.",
        "processing": "<strong>Behandling:</strong> Afspilning og filhåndtering sker på enheden.",
        "sync": "<strong>Synkronisering:</strong> Hvis du vælger fra iCloud Drive, administreres lagring og synkronisering af Apple iCloud i henhold til Apples politikker."
      },
      "diagnostics": {
        "title": "2) Diagnostik (Valgfrit)",
        "p1": "Hvis du vælger at dele analyse/crash-rapporter med udviklere (Apple Indstillinger > Privatliv og sikkerhed > Analyse og forbedringer), kan vi modtage:",
        "b1": "Crash-logs og ydelsesmålinger (anonymiseret af Apple)",
        "b2": "Enhedsmodel, OS-version og lignende tekniske metadata",
        "p2": "Vi modtager ikke din identitet fra disse rapporter."
      },
      "support": {
        "title": "3) Supportkommunikation",
        "p1": "Hvis du sender os en e-mail, modtager vi din e-mailadresse og indholdet af din besked for at svare på din anmodning."
      },
      "notCollect": {
        "title": "Vi indsamler <em>ikke</em>",
        "b1": "Personlige identifikatorer i appen (navn, telefonnummer, kontakter)",
        "b2": "Præcise lokaliseringsdata",
        "b3": "Reklameidentifikatorer eller adfærdssporingsdata"
      }
    },
    "use": {
      "title": "Sådan bruger vi data",
      "b1": "For at levere kernefunktionalitet (filadgang, du anmoder om, videoafspilning)",
      "b2": "For at vedligeholde og forbedre appkvaliteten (diagnostik, hvis du har tilmeldt dig)",
      "b3": "For at svare på supporthenvendelser"
    },
    "sharing": {
      "title": "Deling og databehandlere",
      "p1": "<strong>Vi sælger ikke dine data.</strong> Vi deler ikke personlige data med tredjeparter til reklame- eller marketingformål.",
      "p2": "<strong>Serviceudbydere:</strong> Vi kan bruge serviceudbydere udelukkende til at drive og understøtte appen (f.eks. Apple iCloud til filer, du gemmer der; Apples crash reporting pipeline, hvis du har tilmeldt dig). Disse udbydere fungerer som databehandlere under deres egne vilkår og sikkerhedskontroller.",
      "apple": "<strong>Apple (iCloud og crashrapporter):</strong> Filer og analyser håndteres i henhold til Apples privatlivspolitik og dine enhedsindstillinger.",
      "p3": "Vi kan videregive oplysninger, hvis det kræves af loven, eller for at beskytte rettigheder, sikkerhed og tryghed."
    },
    "security": {
      "title": "Security",
      "p1": "1Air gemmer brugergemte filer i appens sandbox på din enhed. Vi anvender bedste praksis for platformsikkerhed og er afhængige af Apples systembeskyttelse for iOS/iPadOS/macOS. Ingen metode til elektronisk lagring er 100 % sikker, men vi arbejder på at beskytte dine oplysninger.",
      "ollama": {
        "title": "Ollama Netværksintegration",
        "warn": "Hvis du tilslutter 1Air til en Ollama-server over netværket ved hjælp af <code>http://</code>, er forbindelsen <strong>ikke krypteret under transmission</strong> (ingen TLS). Det betyder, at det indhold, du sender (f.eks. tekstprompter, metadata eller andre payloads), kan være udsat for aflytning eller lækage på netværket. Ved brug af <code>http://</code> (især på offentlige netværk) <strong>påtager du dig al risiko</strong> og <strong>du er ansvarlig</strong> for enhver eksponering, der skyldes brugen af en ukrypteret forbindelse. Vi anbefaler kraftigt at bruge <code>https://</code>, et betroet internt netværk, VPN eller anden sikker transport."
      }
    },
    "retention": {
      "title": "Databevarelse",
      "b1": "<strong>Filer på enheden:</strong> Forbliver, indtil du sletter dem eller afinstallerer appen.",
      "b2": "<strong>Support-e-mails:</strong> Bevares kun så længe som nødvendigt for at løse din anmodning og opfylde juridiske forpligtelser.",
      "b3": "<strong>Diagnostik:</strong> Bevares i henhold til Apples politikker for analytisk databevaring."
    },
    "rights": {
      "title": "Dine privatlivsrettigheder",
      "p1": "Afhængigt af din region kan du have ret til at få adgang til, rette, slette eller begrænse visse data, vi har om dig, og til at gøre indsigelse mod eller tilbagekalde samtykke til behandling, hvor det er relevant.",
      "gdpr": "<strong>GDPR (EØS/UK):</strong> Du kan anmode om adgang til eller sletning af personlige data, som vi kontrollerer (primært support-e-mails). For data, der opbevares af Apple (f.eks. crash logs, iCloud-filer), skal du bruge Apples privatlivsværktøjer.",
      "ccpa": "<strong>CCPA/CPRA (Californien):</strong> Vi sælger eller deler ikke personlige oplysninger til kryds-kontekstuel reklame. Du kan anmode om adgang til eller sletning af personlige oplysninger, som vi har (primært support-e-mails).",
      "p2": "For at udøve dine rettigheder skal du kontakte os på <a href=\"mailto:jappscompany@gmail.com\">jappscompany@gmail.com</a>. Vi kan muligvis verificere din anmodning."
    },
    "children": {
      "title": "Privatliv for børn",
      "p1": "1Air er en app til et bredt publikum og er ikke specifikt rettet mod børn. Vi indsamler ikke bevidst personlige oplysninger fra børn. Hvis du mener, at et barn har givet os personlige oplysninger via supportkommunikation, bedes du kontakte os, og vi vil slette dem."
    },
    "international": {
      "title": "Internationale overførsler",
      "p1": "Dine oplysninger kan behandles i det land, hvor du bor, og i andre lande, hvor vores serviceudbydere driver (f.eks. Apples infrastruktur). Vi implementerer foranstaltninger, der er designet til at beskytte dine oplysninger i overensstemmelse med gældende lovgivning."
    },
    "changes": {
      "title": "Ændringer i denne politik",
      "p1": "Vi kan opdatere denne privatlivspolitik fra tid til anden. Vi vil offentliggøre den opdaterede version i appen eller på vores websted og revidere \"Gældende dato\" ovenfor. Væsentlige ændringer vil blive fremhævet."
    },
    "contact": {
      "title": "Kontakt os",
      "p1": "Hvis du har spørgsmål til denne privatlivspolitik eller vores praksis, bedes du kontakte os:",
      "emailLabel": "Email:",
      "dpo": "Dataansvarlig (hvis relevant): Jake / jappscompany@gmail.com"
    },
    "footer": {
      "copyright": "© 2025 J-Apps. Alle rettigheder forbeholdes."
    }
  }
}