{
  "_meta": {
    "htmlLang": "en",
    "contactEmail": "jappscompany@gmail.com"
  },
  "landing": {
    "title": "1Air – Ein übersichtlicher MP4-Player",
    "meta_desc": "Sauberer, privater MP4-Player mit Bild-in-Bild und Hintergrundaudio.",
    "nav_features": "Features",
    "nav_privacy": "Privacy",
    "nav_download": "Download",
    "hero_badge": "✨ Neuerscheinung",
    "hero_title": "MP4s, so<br>wie sie gespielt werden sollten.",
    "hero_sub": "Erleben Sie den intuitiven und leichten 1Air Player.<br>Keine Werbung, nur saubere Wiedergabe mit Hintergrundaudio.",
    "btn_download": "Laden Sie es aus dem App Store herunter",
    "feat_title": "Warum 1Air?",
    "feat_1_title": "Picture-in-Picture",
    "feat_1_desc": "Behalten Sie die Wiedergabe im Auge, während Sie Multitasking betreiben. Native PiP-Unterstützung.",
    "feat_2_title": "Hintergrundaudio",
    "feat_2_desc": "Audio wird fortgesetzt, wenn der Bildschirm gesperrt ist. Perfekt für Podcasts.",
    "feat_3_title": "Reibungslose Steuerung",
    "feat_3_desc": "Gesten für Lautstärke und schnelles Vorwärtsspulen. Schnell und reaktionsschnell.",
    "feat_4_title": "Privat & Werbefrei",
    "feat_4_desc": "Kein Tracking, keine Werbung. Ihre Videos bleiben auf Ihrem Gerät.",
    "feat_5_title": "KI-Integration",
    "feat_5_desc": "Verbinden Sie sich mit lokalen KI-Modellen über Ollama für intelligente Funktionen.",
    "feat_5_btn": "Einrichtungsanleitung",
    "footer_privacy": "Datenschutzrichtlinie",
    "footer_contact": "Kontakt zum Support",
    "footer_copy": "1Air Player. Alle Rechte vorbehalten."
  },
  "ollama": {
    "title": "Ollama-Einrichtungsanleitung",
    "subtitle": "Bitte installieren Sie Ollama, um KI-Funktionen zu aktivieren.",
    "win_tab": "Windows",
    "win_step1_title": "1. Installer herunterladen",
    "win_step1_desc": "Laden Sie den Installer für Windows von der offiziellen Website herunter.",
    "win_btn": "Für Windows herunterladen",
    "win_step2_title": "2. Installieren",
    "win_step2_desc": "Führen Sie die Datei <code>OllamaSetup.exe</code> aus und klicken Sie auf [Installieren].",
    "win_step2_note": "✅ Nach der Installation sehen Sie das Alpaka-Symbol (🦙) in der Taskleisten.",
    "win_step3_title": "3. Installation überprüfen",
    "win_step3_desc": "Öffnen Sie die Eingabeaufforderung (Win + R, geben Sie <code>cmd</code> ein) und führen Sie den folgenden Befehl aus:",
    "mac_tab": "macOS",
    "mac_step1_title": "1. Herunterladen",
    "mac_step1_desc": "Erfordert macOS 11 Big Sur oder neuer.",
    "mac_btn": "Für macOS herunterladen",
    "mac_step2_title": "2. Anwendung installieren",
    "mac_step2_desc": "Entpacken Sie die Datei und verschieben Sie die App <strong>Ollama</strong> in den Ordner <code>Applications</code>.",
    "mac_step3_title": "3. Ausführen & Einrichten",
    "mac_step3_desc": "Doppelklicken Sie, um auszuführen. Sie sollten das Alpaka-Symbol (🦙) in der Menüleiste sehen.",
    "mac_step3_note": "💡 Wenn Sie aufgefordert werden, Befehlszeilentools zu installieren, klicken Sie auf 'Installieren'.",
    "linux_tab": "Ubuntu (Linux)",
    "linux_step1_title": "1. Über Terminal installieren",
    "linux_step1_desc": "Öffnen Sie Ihr Terminal und führen Sie den folgenden Befehl aus:",
    "linux_step1_note": "⚠️ AMD-Grafikkarten erfordern möglicherweise die zusätzliche Installation von Treibern.",
    "linux_step2_title": "2. Dienststatus prüfen",
    "linux_step2_desc": "Stellen Sie sicher, dass Ollama im Hintergrund ausgeführt wird.",
    "final_step_title": "🎉 Letzter Schritt: AI-Modell herunterladen",
    "final_step_desc": "Nach der Installation müssen Sie das AI-Modell herunterladen. Führen Sie dies in Ihrem Terminal aus:",
    "final_step_note": "💡 Wenn Ihre App ein bestimmtes Modell benötigt (z. B. mistral), ersetzen Sie 'llama3.2' durch diesen Namen.",
    "copy": "Copy",
    "copied": "Kopiert!",
    "footer": "© 2025 Powered by Ollama."
  },
  "policy": {
    "title": "Datenschutzrichtlinie",
    "effectiveDateLabel": "Inkrafttretungsdatum:",
    "effectiveDateValue": "5. November 2025",
    "languageLabel": "Language:",
    "nav": {
      "summary": "Summary",
      "dataWeCollect": "Erhobene Daten",
      "howWeUse": "Wie wir Daten verwenden",
      "sharing": "Weitergabe und Bearbeiter",
      "security": "Security",
      "retention": "Datenaufbewahrung",
      "rights": "Ihre Rechte",
      "children": "Children",
      "changes": "Changes",
      "contact": "Contact"
    },
    "summary": {
      "title": "Im Überblick",
      "bullets": {
        "noTracking": "<strong>Kein Tracking. Keine Werbung.</strong> 1Air enthält keine Werbung oder Tracker von Drittanbietern.",
        "onDevice": "<strong>Ihre Videos bleiben auf Ihrem Gerät.</strong> Die App liest MP4-Dateien, die Sie auswählen, und kann diese in Ihrem lokalen Dokumentenordner speichern. Die Verarbeitung erfolgt auf dem Gerät.",
        "icloud": "<strong>Optionaler iCloud Drive.</strong> Wenn Sie Dateien von iCloud Drive auswählen, verbleiben diese unter den Bedingungen von Apple in Ihrem iCloud-Konto.",
        "diagnostics": "<strong>Minimale Diagnostik.</strong> Wir erhalten nur anonymisierte Crash-/Diagnosedaten, wenn Sie sich über die Apple-Einstellungen für die Weitergabe an Entwickler entscheiden."
      }
    },
    "who": {
      "title": "Wer wir sind",
      "developerLabel": "Developer:",
      "developerValue": "J-Apps Co.",
      "developerSuffix": "(\"wir\", \"uns\" oder \"unser\")",
      "appLabel": "App:",
      "appValue": "1Air (iOS/iPadOS/macOS)",
      "contactLabel": "Contact:"
    },
    "collect": {
      "title": "Erhobene Daten",
      "contentYouChoose": {
        "title": "1) Inhalte, die Sie auswählen",
        "p1": "Wenn Sie den Dateiauswahldialog verwenden, um Videos auszuwählen, erhält 1Air nur Lesezugriff auf die von Ihnen ausgewählten Elemente. Wenn Sie die Funktion „In Dokumente speichern“ der App aktivieren, werden Kopien der ausgewählten Dateien lokal im App-Sandbox gespeichert.",
        "scope": "<strong>Geltungsbereich:</strong> Nur die von Ihnen ausgewählten Dateien; keine Hintergrundsuche in nicht verwandten Ordnern.",
        "processing": "<strong>Verarbeitung:</strong> Wiedergabe und Dateiverwaltung erfolgen auf dem Gerät.",
        "sync": "<strong>Synchronisierung:</strong> Wenn Sie von iCloud Drive auswählen, werden die Speicherung und Synchronisierung von Apple iCloud gemäß den Richtlinien von Apple verwaltet."
      },
      "diagnostics": {
        "title": "2) Diagnostik (Optional)",
        "p1": "Wenn Sie sich dafür entscheiden, Analyse-/Absturzberichte mit Entwicklern zu teilen (Apple-Einstellungen > Datenschutz & Sicherheit > Analyse & Verbesserungen), können wir Folgendes erhalten:",
        "b1": "Absturzprotokolle und Leistungsmetriken (von Apple anonymisiert)",
        "b2": "Gerätemodell, Betriebssystemversion und ähnliche technische Metadaten",
        "p2": "Wir erhalten keine Informationen über Ihre Identität aus diesen Berichten."
      },
      "support": {
        "title": "3) Support-Kommunikation",
        "p1": "Wenn Sie uns eine E-Mail senden, erhalten wir Ihre E-Mail-Adresse und den Inhalt Ihrer Nachricht, um auf Ihre Anfrage zu antworten."
      },
      "notCollect": {
        "title": "Wir sammeln <em>nicht</em> Folgendes",
        "b1": "Persönliche Daten innerhalb der App (Name, Telefonnummer, Kontakte)",
        "b2": "Genaue Standortdaten",
        "b3": "Werbeidentifikatoren oder Verhaltensdaten zur Nachverfolgung"
      }
    },
    "use": {
      "title": "Wie wir Daten verwenden",
      "b1": "Um Kernfunktionen bereitzustellen (Dateizugriff, den Sie anfordern, Videowiedergabe)",
      "b2": "Um die Qualität der App zu erhalten und zu verbessern (Diagnostik, wenn Sie sich dafür entschieden haben)",
      "b3": "Um auf Supportanfragen zu antworten"
    },
    "sharing": {
      "title": "Weitergabe & Verantwortliche",
      "p1": "<strong>Wir verkaufen Ihre Daten nicht.</strong> Wir geben keine persönlichen Daten an Dritte für Werbung oder Marketing weiter.",
      "p2": "<strong>Dienstleister:</strong> Wir können Dienstleister nur verwenden, um die App zu betreiben und zu unterstützen (z. B. Apple iCloud für dort gespeicherte Dateien; Apples Crash-Reporting-Pipeline, wenn Sie sich dafür entschieden haben). Diese Anbieter fungieren als Auftragsverarbeiter gemäß ihren eigenen Bedingungen und Sicherheitsvorkehrungen.",
      "apple": "<strong>Apple (iCloud & Crash Reports):</strong> Dateien und Analysen werden gemäß Apples Datenschutzrichtlinie und Ihren Geräteeinstellungen behandelt.",
      "p3": "Wir können Informationen offenlegen, wenn dies vom Gesetz verlangt wird oder um Rechte, Sicherheit und Schutz zu gewährleisten."
    },
    "security": {
      "title": "Security",
      "p1": "1Air speichert benutzerspeicherte Dateien innerhalb der Sandbox der App auf Ihrem Gerät. Wir wenden bewährte Sicherheitsverfahren der Plattform an und verlassen uns auf die Systemsicherheitsvorkehrungen von Apple für iOS/iPadOS/macOS. Keine Methode der elektronischen Speicherung ist zu 100 % sicher, aber wir arbeiten daran, Ihre Informationen zu schützen.",
      "ollama": {
        "title": "Ollama-Netzwerkintegration",
        "warn": "Wenn Sie 1Air über das Netzwerk mit einem Ollama-Server unter Verwendung von <code>http://</code> verbinden, ist die Verbindung <strong>während der Übertragung nicht verschlüsselt</strong> (kein TLS). Das bedeutet, dass die von Ihnen gesendeten Inhalte (z. B. Textaufforderungen, Metadaten oder andere Nutzdaten) auf dem Netzwerk abgefangen oder durchgesickert werden können. Bei Verwendung von <code>http://</code> (insbesondere in öffentlichen Netzwerken) <strong>übernehmen Sie alle Risiken</strong> und <strong>Sie sind verantwortlich</strong> für jegliche Offenlegung, die sich aus der Verwendung einer unverschlüsselten Verbindung ergibt. Wir empfehlen dringend die Verwendung von <code>https://</code>, einem vertrauenswürdigen internen Netzwerk, VPN oder anderer sicherer Übertragung."
      }
    },
    "retention": {
      "title": "Datenaufbewahrung",
      "b1": "<strong>Geräteinterne Dateien:</strong> Verbleiben, bis Sie sie löschen oder die App deinstallieren.",
      "b2": "<strong>Support-E-Mails:</strong> Werden nur so lange aufbewahrt, wie es zur Bearbeitung Ihrer Anfrage und zur Erfüllung gesetzlicher Verpflichtungen erforderlich ist.",
      "b3": "<strong>Diagnostik:</strong> Werden gemäß Apples Richtlinien zur Aufbewahrung von Analyseergebnissen aufbewahrt."
    },
    "rights": {
      "title": "Ihre Datenschutzrechte",
      "p1": "Abhängig von Ihrer Region haben Sie möglicherweise Rechte auf Zugriff, Korrektur, Löschung oder Einschränkung bestimmter von uns gespeicherter Daten sowie das Recht, der Verarbeitung zu widersprechen oder die Einwilligung zu widerrufen, sofern zutreffend.",
      "gdpr": "<strong>DSGVO (EWR/Vereinigtes Königreich):</strong> Sie können die Auskunft oder Löschung personenbezogener Daten, die wir kontrollieren (hauptsächlich Support-E-Mails), beantragen. Für Daten, die von Apple gespeichert werden (z. B. Crash-Protokolle, iCloud-Dateien), verwenden Sie bitte Apples Datenschutztools.",
      "ccpa": "<strong>CCPA/CPRA (Kalifornien):</strong> Wir verkaufen oder geben keine personenbezogenen Daten für Cross-Context-Werbung weiter. Sie können die Auskunft oder Löschung personenbezogener Daten, die wir speichern (hauptsächlich Support-E-Mails), beantragen.",
      "p2": "Um Ihre Rechte auszuüben, kontaktieren Sie uns unter <a href=\"mailto:jappscompany@gmail.com\">jappscompany@gmail.com</a>. Wir bitten Sie möglicherweise, Ihren Antrag zu überprüfen."
    },
    "children": {
      "title": "Datenschutz für Kinder",
      "p1": "1Air ist eine App für ein allgemeines Publikum und ist nicht speziell auf Kinder ausgerichtet. Wir sammeln keine personenbezogenen Daten von Kindern. Wenn Sie der Meinung sind, dass ein Kind uns über Support-Kommunikation personenbezogene Daten mitgeteilt hat, kontaktieren Sie uns bitte, und wir werden diese löschen."
    },
    "international": {
      "title": "Internationale Übermittlung",
      "p1": "Ihre Informationen können im Land, in dem Sie sich befinden, und in anderen Ländern, in denen unsere Dienstleister tätig sind (z. B. Apples Infrastruktur), verarbeitet werden. Wir setzen Maßnahmen ein, die darauf ausgelegt sind, Ihre Informationen in Übereinstimmung mit den geltenden Gesetzen zu schützen."
    },
    "changes": {
      "title": "Änderungen an dieser Richtlinie",
      "p1": "Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir werden die aktualisierte Version in der App oder auf unserer Website veröffentlichen und das oben genannte „Datum des Inkrafttretens“ überarbeiten. Wesentliche Änderungen werden hervorgehoben."
    },
    "contact": {
      "title": "Kontaktieren Sie uns",
      "p1": "Wenn Sie Fragen zu dieser Datenschutzrichtlinie oder unseren Praktiken haben, kontaktieren Sie uns:",
      "emailLabel": "Email:",
      "dpo": "Datenschutzbeauftragter (falls zutreffend): Jake / jappscompany@gmail.com"
    },
    "footer": {
      "copyright": "© 2025 J-Apps. Alle Rechte vorbehalten."
    }
  }
}