{
  "_meta": {
    "htmlLang": "en",
    "contactEmail": "[jappscompany@gmail.com]"
  },
  "title": "Πολιτική Απορρήτου",
  "effectiveDateLabel": "Ημερομηνία έναρξης ισχύος:",
  "effectiveDateValue": "5 Νοεμβρίου 2025",
  "languageLabel": "Language:",
  "nav": {
    "summary": "Summary",
    "dataWeCollect": "Δεδομένα που συλλέγουμε",
    "howWeUse": "Πώς χρησιμοποιούμε τα δεδομένα",
    "sharing": "Κοινοποίηση & Επεξεργαστές",
    "security": "Security",
    "retention": "Διατήρηση Δεδομένων",
    "rights": "Τα δικαιώματά σας",
    "children": "Children",
    "changes": "Changes",
    "contact": "Contact"
  },
  "summary": {
    "title": "Με μια ματιά",
    "bullets": {
      "noTracking": "<strong>Χωρίς παρακολούθηση. Χωρίς διαφημίσεις.</strong> Το 1Air δεν περιλαμβάνει διαφημίσεις ή παρακολουθητές τρίτων.",
      "onDevice": "<strong>Τα βίντεό σας παραμένουν στη συσκευή σας.</strong> Η εφαρμογή διαβάζει αρχεία MP4 που επιλέγετε και μπορεί να τα αποθηκεύσει στον τοπικό φάκελο Εγγράφων. η επεξεργασία του περιεχομένου γίνεται στη συσκευή.",
      "icloud": "<strong>Προαιρετικό iCloud Drive.</strong> Εάν επιλέξετε αρχεία από το iCloud Drive, τα αρχεία παραμένουν στον λογαριασμό σας iCloud υπό τους όρους της Apple.",
      "diagnostics": "<strong>Ελάχιστη διαγνωστική ανάλυση.</strong> Λαμβάνουμε μόνο ανωνυμοποιημένα δεδομένα σφαλμάτων/διαγνωστικών εάν επιλέξετε να μοιραστείτε με τους προγραμματιστές μέσω των ρυθμίσεων της Apple."
    }
  },
  "who": {
    "title": "Ποιοι είμαστε",
    "developerLabel": "Developer:",
    "developerValue": "[Το νομικό σας όνομα, π.χ., J-Apps Co.]",
    "developerSuffix": "(«εμείς», «μας» ή «δικός μας»)",
    "appLabel": "App:",
    "appValue": "1Air (iOS/iPadOS/macOS)",
    "contactLabel": "Contact:"
  },
  "collect": {
    "title": "Δεδομένα που συλλέγουμε",
    "contentYouChoose": {
      "title": "1) Περιεχόμενο που επιλέγετε",
      "p1": "Όταν χρησιμοποιείτε το πρόγραμμα επιλογής αρχείων για να επιλέξετε βίντεο, το 1Air λαμβάνει μόνο πρόσβαση ανάγνωσης στα στοιχεία που επιλέγετε. Εάν ενεργοποιήσετε τη δυνατότητα «Αποθήκευση στα Έγγραφα» της εφαρμογής, αντίγραφα των επιλεγμένων αρχείων αποθηκεύονται τοπικά στην sandbox της εφαρμογής.",
      "scope": "<strong>Εμβέλεια:</strong> Μόνο αρχεία που επιλέγετε. καμία φόντο σάρωση άσχετων φακέλων.",
      "processing": "<strong>Επεξεργασία:</strong> Η αναπαραγωγή και η διαχείριση αρχείων πραγματοποιούνται στη συσκευή.",
      "sync": "<strong>Συγχρονισμός:</strong> Εάν επιλέξετε από το iCloud Drive, η αποθήκευση και ο συγχρονισμός διαχειρίζονται από το Apple iCloud σύμφωνα με τις πολιτικές της Apple."
    },
    "diagnostics": {
      "title": "2) Διαγνωστικά (Προαιρετικό)",
      "p1": "Εάν επιλέξετε να μοιραστείτε αναλυτικά στοιχεία/αναφορές σφαλμάτων με τους προγραμματιστές (Ρυθμίσεις Apple > Απόρρητο & Ασφάλεια > Αναλυτικά στοιχεία & Βελτιώσεις), ενδέχεται να λάβουμε:",
      "b1": "Καταγραφές σφαλμάτων και μετρήσεις απόδοσης (που ανωνυμοποιούνται από την Apple)",
      "b2": "Μοντέλο συσκευής, έκδοση λειτουργικού συστήματος και παρόμοια τεχνικά μεταδεδομένα",
      "p2": "Δεν λαμβάνουμε την ταυτότητά σας από αυτές τις αναφορές."
    },
    "support": {
      "title": "3) Επικοινωνίες Υποστήριξης",
      "p1": "Εάν μας στείλετε email, θα λάβουμε τη διεύθυνση email σας και το περιεχόμενο του μηνύματός σας για να απαντήσουμε στο αίτημά σας."
    },
    "notCollect": {
      "title": "Δεν συλλέγουμε",
      "b1": "Προσωπικοί αναγνωριστικοί εντός της εφαρμογής (όνομα, αριθμός τηλεφώνου, επαφές)",
      "b2": "Ακριβή δεδομένα τοποθεσίας",
      "b3": "Αναγνωριστικά διαφήμισης ή δεδομένα συμπεριφορικής παρακολούθησης"
    }
  },
  "use": {
    "title": "Πώς χρησιμοποιούμε τα δεδομένα",
    "b1": "Για να παρέχουμε βασική λειτουργικότητα (πρόσβαση σε αρχεία που ζητάτε, αναπαραγωγή βίντεο)",
    "b2": "Για να διατηρήσουμε και να βελτιώσουμε την ποιότητα της εφαρμογής (διαγνωστικά εάν έχετε επιλέξει)",
    "b3": "Για να απαντήσουμε σε αιτήματα υποστήριξης"
  },
  "sharing": {
    "title": "Κοινοποίηση & Επεξεργαστές",
    "p1": "<strong>Δεν πωλούμε τα δεδομένα σας.</strong> Δεν μοιραζόμαστε προσωπικά δεδομένα με τρίτους για διαφήμιση ή μάρκετινγκ.",
    "p2": "<strong>Πάροχοι Υπηρεσιών:</strong> Μπορούμε να χρησιμοποιήσουμε παρόχους υπηρεσιών αποκλειστικά για να λειτουργήσουμε και να υποστηρίξουμε την εφαρμογή (π.χ. Apple iCloud για αρχεία που αποθηκεύετε εκεί· η διαδικασία αναφοράς σφαλμάτων της Apple εάν έχετε επιλέξει να συμμετάσχετε). Αυτοί οι πάροχοι ενεργούν ως επεξεργαστές βάσει των δικών τους όρων και ελέγχων ασφαλείας.",
    "apple": "<strong>Apple (iCloud &amp; Αναφορές Σφαλμάτων):</strong> Αρχεία και αναλυτικά στοιχεία που διαχειρίζονται σύμφωνα με την πολιτική απορρήτου της Apple και τις ρυθμίσεις της συσκευής σας.",
    "p3": "Μπορούμε να αποκαλύψουμε πληροφορίες εάν απαιτείται από το νόμο ή για την προστασία των δικαιωμάτων, της ασφάλειας και της ιδιωτικότητας."
  },
  "security": {
    "title": "Security",
    "p1": "Το 1Air αποθηκεύει τα αρχεία που αποθηκεύονται από τον χρήστη εντός του sandbox της εφαρμογής στη συσκευή σας. Εφαρμόζουμε βέλτιστες πρακτικές ασφάλειας πλατφόρμας και βασιζόμαστε στις προστασίες συστήματος της Apple για iOS/iPadOS/macOS. Καμία μέθοδος ηλεκτρονικής αποθήκευσης δεν είναι 100% ασφαλής, αλλά εργαζόμαστε για να προστατεύσουμε τις πληροφορίες σας.",
    "ollama": {
      "title": "Ενσωμάτωση Δικτύου Ollama",
      "warn": "Εάν συνδέσετε το 1Air σε έναν διακομιστή Ollama μέσω του δικτύου χρησιμοποιώντας <code>http://</code>, η σύνδεση <strong>δεν είναι κρυπτογραφημένη κατά τη μεταφορά</strong> (χωρίς TLS). Αυτό σημαίνει ότι το περιεχόμενο που στέλνετε (όπως προτροπές κειμένου, μεταδεδομένα ή άλλοι ωφέλιμοι φορτίοι) ενδέχεται να εκτεθεί σε υποκλοπή ή διαρροή στο δίκτυο. Όταν χρησιμοποιείτε <code>http://</code> (ειδικά σε δημόσια δίκτυα), <strong>αναλαμβάνετε όλους τους κινδύνους</strong> και <strong>είστε υπεύθυνοι</strong> για οποιαδήποτε έκθεση προκύψει από τη χρήση μιας μη κρυπτογραφημένης σύνδεσης. Σας συνιστούμε ανεπιφύλακτα να χρησιμοποιήσετε <code>https://</code>, ένα αξιόπιστο εσωτερικό δίκτυο, VPN ή άλλη ασφαλή μεταφορά."
    }
  },
  "retention": {
    "title": "Διατήρηση Δεδομένων",
    "b1": "<strong>Αρχεία στη συσκευή:</strong> Παραμένουν μέχρι να τα διαγράψετε ή να απεγκαταστήσετε την εφαρμογή.",
    "b2": "<strong>Email υποστήριξης:</strong> Διατηρούνται μόνο όσο χρειάζεται για να επιλυθεί το αίτημά σας και να πληρούνται οι νομικές υποχρεώσεις.",
    "b3": "<strong>Διαγνωστικά:</strong> Διατηρούνται σύμφωνα με τις πολιτικές διατήρησης αναλυτικών στοιχείων της Apple."
  },
  "rights": {
    "title": "Τα Δικαιώματά σας στην Ιδιωτικότητα",
    "p1": "Ανάλογα με την περιοχή σας, ενδέχεται να έχετε δικαιώματα πρόσβασης, διόρθωσης, διαγραφής ή περιορισμού ορισμένων δεδομένων που διατηρούμε για εσάς και να αντιταχθείτε ή να αποσύρετε τη συγκατάθεσή σας για την επεξεργασία, όπου αυτό είναι εφαρμόσιμο.",
    "gdpr": "<strong>GDPR (ΕΟΧ/ΗΒ):</strong> Μπορείτε να ζητήσετε πρόσβαση ή διαγραφή προσωπικών δεδομένων που ελέγχουμε (κυρίως email υποστήριξης). Για δεδομένα που διατηρούνται από την Apple (π.χ. αρχεία καταγραφής σφαλμάτων, αρχεία iCloud), χρησιμοποιήστε τα εργαλεία απορρήτου της Apple.",
    "ccpa": "<strong>CCPA/CPRA (Καλιφόρνια):</strong> Δεν πωλούμε ούτε μοιραζόμαστε προσωπικές πληροφορίες για διαφημίσεις διασταυρούμενης ενοποίησης. Μπορείτε να ζητήσετε πρόσβαση ή διαγραφή προσωπικών πληροφοριών που διατηρούμε (κυρίως email υποστήριξης).",
    "p2": "Για να ασκήσετε δικαιώματα, επικοινωνήστε μαζί μας στη διεύθυνση <a href=\"mailto:[jappscompany@gmail.com]\">[jappscompany@gmail.com]</a>. Μπορεί να χρειαστεί να επαληθεύσουμε το αίτημά σας."
  },
  "children": {
    "title": "Απόρρητο Παιδιών",
    "p1": "Το 1Air είναι μια εφαρμογή γενικού κοινού και δεν απευθύνεται συγκεκριμένα σε παιδιά. Δεν συλλέγουμε εν γνώσει μας προσωπικές πληροφορίες από παιδιά. Εάν πιστεύετε ότι ένα παιδί έχει παρέχει προσωπικές πληροφορίες σε εμάς μέσω επικοινωνιών υποστήριξης, επικοινωνήστε μαζί μας και θα το διαγράψουμε."
  },
  "international": {
    "title": "Διεθνείς Μεταφορές",
    "p1": "Οι πληροφορίες σας ενδέχεται να υποβληθούν σε επεξεργασία στη χώρα όπου διαμένετε και σε άλλες χώρες όπου λειτουργούν οι πάροχοι υπηρεσιών μας (π.χ. η υποδομή της Apple). Εφαρμόζουμε μέτρα σχεδιασμένα να προστατεύουν τις πληροφορίες σας σύμφωνα με την ισχύουσα νομοθεσία."
  },
  "changes": {
    "title": "Αλλαγές σε Αυτήν την Πολιτική",
    "p1": "Μπορούμε να ενημερώνουμε αυτήν την Πολιτική Απορρήτου κατά καιρούς. Θα δημοσιεύσουμε την ενημερωμένη έκδοση στην εφαρμογή ή στον ιστότοπό μας και θα αναθεωρήσουμε την “Ημερομηνία ισχύος” παραπάνω. Σημαντικές αλλαγές θα επισημανθούν."
  },
  "contact": {
    "title": "Επικοινωνήστε μαζί μας",
    "p1": "Εάν έχετε ερωτήσεις σχετικά με αυτήν την Πολιτική Απορρήτου ή τις πρακτικές μας, επικοινωνήστε μαζί μας:",
    "emailLabel": "Email:",
    "dpo": "Υπεύθυνος Προστασίας Δεδομένων (εάν υπάρχει): [Jake / jappscompany@gmail.com]"
  },
  "footer": {
    "copyright": "© [2025] J-Apps. Όλα τα δικαιώματα διατηρούνται."
  },
  "ollama": {
    "title": "Οδηγός Εγκατάστασης Ollama",
    "subtitle": "Εγκαταστήστε το Ollama για να ενεργοποιήσετε τις λειτουργίες AI.",
    "win_tab": "Windows",
    "win_step1_title": "1. Λήψη Εγκαταστάτη",
    "win_step1_desc": "Λήψη του εγκαταστάτη για Windows από τον επίσημο ιστότοπο.",
    "win_btn": "Λήψη για Windows",
    "win_step2_title": "2. Εγκατάσταση",
    "win_step2_desc": "Εκτελέστε το αρχείο <code>OllamaSetup.exe</code> και κάντε κλικ στο [Εγκατάσταση].",
    "win_step2_note": "✅ Μόλις εγκατασταθεί, θα δείτε το εικονίδιο Alpaca (🦙) στη γραμμή εργασιών.",
    "win_step3_title": "3. Επαλήθευση Εγκατάστασης",
    "win_step3_desc": "Ανοίξτε τη Γραμμή Εντολών (Win + R, πληκτρολογήστε <code>cmd</code>) και εκτελέστε την παρακάτω εντολή:",
    "mac_tab": "macOS",
    "mac_step1_title": "1. Λήψη",
    "mac_step1_desc": "Απαιτείται macOS 11 Big Sur ή νεότερο.",
    "mac_btn": "Λήψη για macOS",
    "mac_step2_title": "2. Εγκατάσταση Εφαρμογής",
    "mac_step2_desc": "Εξαγάγετε το αρχείο και μετακινήστε την εφαρμογή <strong>Ollama</strong> στον φάκελο <code>Applications</code>.",
    "mac_step3_title": "3. Εκτέλεση & Ρύθμιση",
    "mac_step3_desc": "Κάντε διπλό κλικ για να εκτελέσετε. Θα πρέπει να δείτε το εικονίδιο Alpaca (🦙) στη γραμμή μενού.",
    "mac_step3_note": "💡 Εάν σας ζητηθεί να εγκαταστήσετε εργαλεία γραμμής εντολών, κάντε κλικ στο 'Εγκατάσταση'.",
    "linux_tab": "Ubuntu (Linux)",
    "linux_step1_title": "1. Εγκατάσταση μέσω Τερματικού",
    "linux_step1_desc": "Ανοίξτε το τερματικό σας και εκτελέστε την ακόλουθη εντολή:",
    "linux_step1_note": "⚠️ Οι κάρτες γραφικών AMD ενδέχεται να απαιτούν επιπλέον εγκατάσταση προγράμματος οδήγησης.",
    "linux_step2_title": "2. Έλεγχος Κατάστασης Υπηρεσίας",
    "linux_step2_desc": "Βεβαιωθείτε ότι το Ollama εκτελείται στο παρασκήνιο.",
    "final_step_title": "🎉 Τελικό Βήμα: Λήψη Μοντέλου AI",
    "final_step_desc": "Μετά την εγκατάσταση, πρέπει να κατεβάσετε το μοντέλο AI. Εκτελέστε αυτό στο τερματικό σας:",
    "final_step_note": "💡 Εάν η εφαρμογή σας απαιτεί ένα συγκεκριμένο μοντέλο (π.χ. mistral), αντικαταστήστε το 'llama3.2' με αυτό το όνομα.",
    "copy": "Copy",
    "copied": "Αντιγράφηκε!",
    "footer": "&copy; 2025 Powered by Ollama."
  }
}