{
  "_meta": {
    "htmlLang": "en",
    "contactEmail": "jappscompany@gmail.com"
  },
  "landing": {
    "title": "1Air — Ένας καθαρός MP4 player",
    "meta_desc": "Καθαρός, ιδιωτικός MP4 player με Picture‑in‑Picture και ήχο υπόβαθρου.",
    "nav_features": "Features",
    "nav_privacy": "Privacy",
    "nav_download": "Download",
    "hero_badge": "✨ Νέα Κυκλοφορία",
    "hero_title": "MP4, όπως<br>πρέπει να αναπαράγονται.",
    "hero_sub": "Ζήστε τον διαισθητικό και ελαφρύ 1Air Player.<br>Χωρίς διαφημίσεις, απλώς καθαρή αναπαραγωγή με ήχο υπόβαθρου.",
    "btn_download": "Λήψη από το App Store",
    "feat_title": "Γιατί 1Air;",
    "feat_1_title": "Picture-in-Picture",
    "feat_1_desc": "Συνεχίστε να παρακολουθείτε ενώ κάνετε πολλαπλές εργασίες. Εγγενής υποστήριξη PiP.",
    "feat_2_title": "Ήχος Υπόβαθρου",
    "feat_2_desc": "Ο ήχος συνεχίζεται όταν κλειδώνει η οθόνη. Ιδανικό για podcast.",
    "feat_3_title": "Ομαλοί Έλεγχοι",
    "feat_3_desc": "Κινήσεις για ένταση και αναζήτηση. Γρήγορος και άμεσος.",
    "feat_4_title": "Ιδιωτικότητα & Χωρίς Διαφημίσεις",
    "feat_4_desc": "Χωρίς παρακολούθηση, χωρίς διαφημίσεις. Τα βίντεό σας παραμένουν στη συσκευή σας.",
    "feat_5_title": "Ενσωμάτωση AI",
    "feat_5_desc": "Συνδεθείτε με τοπικά μοντέλα AI μέσω Ollama για έξυπνες λειτουργίες.",
    "feat_5_btn": "Οδηγός Ρύθμισης",
    "footer_privacy": "Πολιτική Απορρήτου",
    "footer_contact": "Επικοινωνία με την Υποστήριξη",
    "footer_copy": "1Air Player. Όλα τα δικαιώματα κατοχυρωμένα."
  },
  "ollama": {
    "title": "Οδηγός Ρύθμισης Ollama",
    "subtitle": "Παρακαλώ εγκαταστήστε το Ollama για να ενεργοποιήσετε τις λειτουργίες AI.",
    "win_tab": "Windows",
    "win_step1_title": "1. Λήψη Εγκαταστάτη",
    "win_step1_desc": "Λήψη του εγκαταστάτη για Windows από την επίσημη ιστοσελίδα.",
    "win_btn": "Λήψη για Windows",
    "win_step2_title": "2. Εγκατάσταση",
    "win_step2_desc": "Εκτελέστε το αρχείο <code>OllamaSetup.exe</code> και κάντε κλικ στο [Εγκατάσταση].",
    "win_step2_note": "✅ Μόλις εγκατασταθεί, θα δείτε το εικονίδιο Alpaca (🦙) στην περιοχή ειδοποιήσεων.",
    "win_step3_title": "3. Επαλήθευση Εγκατάστασης",
    "win_step3_desc": "Ανοίξτε την Γραμμή Εντολών (Win + R, πληκτρολογήστε <code>cmd</code>) και εκτελέστε την παρακάτω εντολή:",
    "mac_tab": "macOS",
    "mac_step1_title": "1. Λήψη",
    "mac_step1_desc": "Απαιτεί macOS 11 Big Sur ή νεότερο.",
    "mac_btn": "Λήψη για macOS",
    "mac_step2_title": "2. Εγκατάσταση Εφαρμογής",
    "mac_step2_desc": "Εξαγάγετε το αρχείο και μετακινήστε την εφαρμογή <strong>Ollama</strong> στον φάκελο <code>Applications</code>.",
    "mac_step3_title": "3. Εκτέλεση & Ρύθμιση",
    "mac_step3_desc": "Κάντε διπλό κλικ για να εκτελέσετε. Θα πρέπει να δείτε το εικονίδιο Alpaca (🦙) στη γραμμή μενού.",
    "mac_step3_note": "💡 Εάν σας ζητηθεί να εγκαταστήσετε εργαλεία γραμμής εντολών, κάντε κλικ στο 'Εγκατάσταση'.",
    "linux_tab": "Ubuntu (Linux)",
    "linux_step1_title": "1. Εγκατάσταση μέσω Τερματικού",
    "linux_step1_desc": "Ανοίξτε το τερματικό σας και εκτελέστε την ακόλουθη εντολή:",
    "linux_step1_note": "⚠️ Οι κάρτες γραφικών AMD ενδέχεται να απαιτούν επιπλέον εγκατάσταση προγράμματος οδήγησης.",
    "linux_step2_title": "2. Έλεγχος κατάστασης υπηρεσίας",
    "linux_step2_desc": "Βεβαιωθείτε ότι το Ollama εκτελείται στο παρασκήνιο.",
    "final_step_title": "🎉 Τελικό βήμα: Λήψη μοντέλου AI",
    "final_step_desc": "Μετά την εγκατάσταση, πρέπει να κατεβάσετε το μοντέλο AI. Εκτελέστε το αυτό στο τερματικό σας:",
    "final_step_note": "💡 Εάν η εφαρμογή σας απαιτεί ένα συγκεκριμένο μοντέλο (π.χ. mistral), αντικαταστήστε το 'llama3.2' με αυτό το όνομα.",
    "copy": "Copy",
    "copied": "Αντιγράφηκε!",
    "footer": "© 2025 Τροφοδοτούμενο από το Ollama."
  },
  "policy": {
    "title": "Πολιτική Απορρήτου",
    "effectiveDateLabel": "Ημερομηνία ισχύος:",
    "effectiveDateValue": "5 Νοεμβρίου 2025",
    "languageLabel": "Language:",
    "nav": {
      "summary": "Summary",
      "dataWeCollect": "Δεδομένα που συλλέγουμε",
      "howWeUse": "Πώς χρησιμοποιούμε τα δεδομένα",
      "sharing": "Κοινή χρήση και επεξεργαστές",
      "security": "Security",
      "retention": "Διατήρηση δεδομένων",
      "rights": "Τα δικαιώματά σας",
      "children": "Children",
      "changes": "Changes",
      "contact": "Contact"
    },
    "summary": {
      "title": "Με μια ματιά",
      "bullets": {
        "noTracking": "<strong>Καμία παρακολούθηση. Καμία διαφήμιση.</strong> Το 1Air δεν περιλαμβάνει διαφημίσεις ή παρακολουθητές τρίτων.",
        "onDevice": "<strong>Τα βίντεό σας παραμένουν στη συσκευή σας.</strong> Η εφαρμογή διαβάζει αρχεία MP4 που επιλέγετε και μπορεί να τα αποθηκεύσει στον τοπικό φάκελο Εγγράφων. η επεξεργασία περιεχομένου γίνεται στη συσκευή.",
        "icloud": "<strong>Προαιρετικό iCloud Drive.</strong> Εάν επιλέξετε αρχεία από το iCloud Drive, τα αρχεία παραμένουν στον λογαριασμό σας iCloud υπό τους όρους της Apple.",
        "diagnostics": "<strong>Ελάχιστη διάγνωση.</strong> Λαμβάνουμε μόνο ανωνυμοποιημένα δεδομένα σφαλμάτων/διαγνωστικών εάν επιλέξετε να κοινοποιήσετε με τους προγραμματιστές μέσω των ρυθμίσεων της Apple."
      }
    },
    "who": {
      "title": "Ποιοι είμαστε",
      "developerLabel": "Developer:",
      "developerValue": "J-Apps Co.",
      "developerSuffix": "(\"εμείς\", \"μας\" ή \"δικός μας\")",
      "appLabel": "App:",
      "appValue": "1Air (iOS/iPadOS/macOS)",
      "contactLabel": "Contact:"
    },
    "collect": {
      "title": "Δεδομένα που συλλέγουμε",
      "contentYouChoose": {
        "title": "1) Περιεχόμενο που επιλέγετε",
        "p1": "Όταν χρησιμοποιείτε το επιλογέα αρχείων για να επιλέξετε βίντεο, το 1Air αποκτά μόνο πρόσβαση ανάγνωσης στα στοιχεία που επιλέγετε. Εάν ενεργοποιήσετε τη λειτουργία \"Αποθήκευση στα Έγγραφα\" της εφαρμογής, αντίγραφα των επιλεγμένων αρχείων αποθηκεύονται τοπικά στον sandbox της εφαρμογής.",
        "scope": "<strong>Εμβέλεια:</strong> Μόνο αρχεία που επιλέγετε. καμία σάρωση φόντου άσχετων φακέλων.",
        "processing": "<strong>Επεξεργασία:</strong> Η αναπαραγωγή και η διαχείριση αρχείων γίνεται στη συσκευή.",
        "sync": "<strong>Συγχρονισμός:</strong> Εάν επιλέξετε από το iCloud Drive, η αποθήκευση και ο συγχρονισμός διαχειρίζονται από το Apple iCloud σύμφωνα με τις πολιτικές της Apple."
      },
      "diagnostics": {
        "title": "2) Διαγνωστικά (Προαιρετικά)",
        "p1": "Εάν επιλέξετε να κοινοποιήσετε αναλυτικά στοιχεία/αναφορές σφαλμάτων με τους προγραμματιστές (Ρυθμίσεις Apple > Απόρρητο & Ασφάλεια > Αναλυτικά στοιχεία & Βελτιώσεις), ενδέχεται να λάβουμε:",
        "b1": "Αρχεία καταγραφής σφαλμάτων και μετρήσεις απόδοσης (ανωνυμοποιημένες από την Apple)",
        "b2": "Μοντέλο συσκευής, έκδοση λειτουργικού συστήματος και παρόμοια τεχνικά μεταδεδομένα",
        "p2": "Δεν λαμβάνουμε την ταυτότητά σας από αυτές τις αναφορές."
      },
      "support": {
        "title": "3) Επικοινωνίες υποστήριξης",
        "p1": "Εάν μας στείλετε μήκος ηλεκτρονικού ταχυδρομείου, θα λάβουμε τη διεύθυνση ηλεκτρονικού σας ταχυδρομείου και το περιεχόμενο του μηνύματός σας για να απαντήσουμε στο αίτημά σας."
      },
      "notCollect": {
        "title": "Δεν συλλέγουμε",
        "b1": "Προσωπικά στοιχεία εντός της εφαρμογής (όνομα, αριθμός τηλεφώνου, επαφές)",
        "b2": "Ακριβή δεδομένα τοποθεσίας",
        "b3": "Αναγνωριστικά διαφήμισης ή δεδομένα παρακολούθησης συμπεριφοράς"
      }
    },
    "use": {
      "title": "Πώς Χρησιμοποιούμε τα Δεδομένα",
      "b1": "Για την παροχή βασικής λειτουργικότητας (πρόσβαση σε αρχεία που ζητάτε, αναπαραγωγή βίντεο)",
      "b2": "Για τη διατήρηση και τη βελτίωση της ποιότητας της εφαρμογής (διαγνωστικά εάν έχετε επιλέξει να συμμετάσχετε)",
      "b3": "Για να απαντήσουμε σε αιτήματα υποστήριξης"
    },
    "sharing": {
      "title": "Διαμοιρασμός & Επεξεργαστές",
      "p1": "<strong>Δεν πουλάμε τα δεδομένα σας.</strong> Δεν μοιραζόμαστε προσωπικά δεδομένα με τρίτους για διαφημιστικούς ή μάρκετινγκ σκοπούς.",
      "p2": "<strong>Πάροχοι Υπηρεσιών:</strong> Μπορεί να χρησιμοποιούμε παρόχους υπηρεσιών αποκλειστικά για τη λειτουργία και την υποστήριξη της εφαρμογής (π.χ. Apple iCloud για αρχεία που αποθηκεύετε εκεί· η διαδικασία αναφοράς σφαλμάτων της Apple εάν έχετε επιλέξει να συμμετάσχετε). Αυτοί οι πάροχοι ενεργούν ως επεξεργαστές σύμφωνα με τους δικούς τους όρους και ελέγχους ασφαλείας.",
      "apple": "<strong>Apple (iCloud & Αναφορές Σφαλμάτων):</strong> Τα αρχεία και τα αναλυτικά στοιχεία διαχειρίζονται σύμφωνα με την πολιτική απορρήτου της Apple και τις ρυθμίσεις της συσκευής σας.",
      "p3": "Μπορούμε να αποκαλύψουμε πληροφορίες εάν απαιτείται από το νόμο ή για την προστασία των δικαιωμάτων, της ασφάλειας και της ασφάλειας."
    },
    "security": {
      "title": "Security",
      "p1": "Το 1Air αποθηκεύει τα αρχεία που έχουν αποθηκεύσει οι χρήστες εντός του sandbox της εφαρμογής στη συσκευή σας. Εφαρμόζουμε τις βέλτιστες πρακτικές ασφάλειας πλατφόρμας και βασιζόμαστε στις προστασίες συστήματος της Apple για iOS/iPadOS/macOS. Καμία μέθοδος ηλεκτρονικής αποθήκευσης δεν είναι 100% ασφαλής, αλλά εργαζόμαστε για να προστατεύσουμε τις πληροφορίες σας.",
      "ollama": {
        "title": "Ενοποίηση Δικτύου Ollama",
        "warn": "Εάν συνδέσετε το 1Air σε έναν διακομιστή Ollama μέσω του δικτύου χρησιμοποιώντας <code>http://</code>, η σύνδεση <strong>δεν είναι κρυπτογραφημένη κατά τη μεταφορά</strong> (δεν υπάρχει TLS). Αυτό σημαίνει ότι το περιεχόμενο που στέλνετε (όπως ερωτήσεις κειμένου, μεταδεδομένα ή άλλοι φόρτοι) ενδέχεται να εκτεθεί σε υποκλοπή ή διαρροή στο δίκτυο. Όταν χρησιμοποιείτε <code>http://</code> (ειδικά σε δημόσια δίκτυα), <strong>αναλαμβάνετε όλους τους κινδύνους</strong> και <strong>είστε υπεύθυνοι</strong> για οποιαδήποτε έκθεση προκύψει από τη χρήση μη κρυπτογραφημένης σύνδεσης. Σας συνιστούμε ανεπιφύλακτα να χρησιμοποιήσετε <code>https://</code>, ένα αξιόπιστο εσωτερικό δίκτυο, VPN ή άλλη ασφαλή μεταφορά."
      }
    },
    "retention": {
      "title": "Διατήρηση Δεδομένων",
      "b1": "<strong>Αρχεία στη συσκευή:</strong> Παραμένουν μέχρι να τα διαγράψετε ή να απεγκαταστήσετε την εφαρμογή.",
      "b2": "<strong>Email υποστήριξης:</strong> Διατηρούνται μόνο όσο χρειάζεται για την επίλυση του αιτήματός σας και την εκπλήρωση των νομικών υποχρεώσεων.",
      "b3": "<strong>Διαγνωστικά:</strong> Διατηρούνται σύμφωνα με τις πολιτικές διατήρησης αναλυτικών στοιχείων της Apple."
    },
    "rights": {
      "title": "Τα Δικαιώματά σας στην Απόρρητο",
      "p1": "Ανάλογα με την περιοχή σας, μπορεί να έχετε δικαιώματα πρόσβασης, διόρθωσης, διαγραφής ή περιορισμού ορισμένων δεδομένων που έχουμε για εσάς, καθώς και το δικαίωμα να αντιταχθείτε ή να αποσύρετε τη συγκατάθεσή σας για επεξεργασία, όπου αυτό είναι εφαρμόσιμο.",
      "gdpr": "<strong>GDPR (ΕΟΧ/Ηνωμένο Βασίλειο):</strong> Μπορείτε να ζητήσετε πρόσβαση ή διαγραφή προσωπικών δεδομένων που ελέγχουμε (κυρίως email υποστήριξης). Για δεδομένα που διατηρούνται από την Apple (π.χ. αρχεία καταγραφής σφαλμάτων, αρχεία iCloud), χρησιμοποιήστε τα εργαλεία απορρήτου της Apple.",
      "ccpa": "<strong>CCPA/CPRA (Καλιφόρνια):</strong> Δεν πουλάμε ή μοιραζόμαστε προσωπικές πληροφορίες για διαφημίσεις διασταυρούμενου πλαισίου. Μπορείτε να ζητήσετε πρόσβαση ή διαγραφή των προσωπικών πληροφοριών που διατηρούμε (κυρίως email υποστήριξης).",
      "p2": "Για να ασκήσετε δικαιώματα, επικοινωνήστε μαζί μας στο <a href=\"mailto:jappscompany@gmail.com\">jappscompany@gmail.com</a>. Μπορεί να χρειαστεί να επαληθεύσουμε το αίτημά σας."
    },
    "children": {
      "title": "Απόρρητο Παιδιών",
      "p1": "Το 1Air είναι μια εφαρμογή γενικού κοινού και δεν απευθύνεται συγκεκριμένα σε παιδιά. Δεν συλλέγουμε εκούσια προσωπικές πληροφορίες από παιδιά. Εάν πιστεύετε ότι ένα παιδί έχει παράσχει προσωπικές πληροφορίες σε εμάς μέσω επικοινωνιών υποστήριξης, επικοινωνήστε μαζί μας και θα το διαγράψουμε."
    },
    "international": {
      "title": "Διεθνείς Μεταφορές",
      "p1": "Οι πληροφορίες σας ενδέχεται να υποβληθούν σε επεξεργασία στη χώρα όπου διαμένετε και σε άλλες χώρες όπου λειτουργούν οι πάροχοι υπηρεσιών μας (π.χ. η υποδομή της Apple). Εφαρμόζουμε μέτρα για την προστασία των πληροφοριών σας σύμφωνα με την ισχύουσα νομοθεσία."
    },
    "changes": {
      "title": "Αλλαγές σε Αυτήν την Πολιτική",
      "p1": "Μπορεί να ενημερώνουμε αυτήν την Πολιτική Απορρήτου κατά καιρούς. Θα δημοσιεύσουμε την ενημερωμένη έκδοση στην εφαρμογή ή στον ιστότοπό μας και θα αναθεωρήσουμε την «Ημερομηνία Έναρξης Ισχύος» παραπάνω. Οι σημαντικές αλλαγές θα επισημανθούν."
    },
    "contact": {
      "title": "Επικοινωνήστε μαζί μας",
      "p1": "Εάν έχετε ερωτήσεις σχετικά με αυτήν την Πολιτική Απορρήτου ή τις πρακτικές μας, επικοινωνήστε μαζί μας:",
      "emailLabel": "Email:",
      "dpo": "Υπεύθυνος Προστασίας Δεδομένων (εάν ισχύει): Jake / jappscompany@gmail.com"
    },
    "footer": {
      "copyright": "© 2025 J-Apps. Όλα τα δικαιώματα κατοχυρωμένα."
    }
  }
}