{
  "_meta": {
    "htmlLang": "en",
    "contactEmail": "jappscompany@gmail.com"
  },
  "landing": {
    "title": "1Air — Un lecteur MP4 élégant",
    "meta_desc": "Lecteur MP4 épuré et respectueux de la vie privée avec Picture‑in‑Picture et audio en arrière-plan.",
    "nav_features": "Features",
    "nav_privacy": "Privacy",
    "nav_download": "Download",
    "hero_badge": "✨ Nouveauté",
    "hero_title": "Les MP4, comme<br>ils devraient être lus.",
    "hero_sub": "Découvrez le lecteur 1Air, intuitif et léger.<br>Pas de publicités, juste une lecture propre avec audio en arrière-plan.",
    "btn_download": "Télécharger sur l'App Store",
    "feat_title": "Pourquoi 1Air ?",
    "feat_1_title": "Picture-in-Picture",
    "feat_1_desc": "Continuez à regarder pendant que vous effectuez plusieurs tâches. Prise en charge native de PiP.",
    "feat_2_title": "Audio en arrière-plan",
    "feat_2_desc": "L'audio continue lorsque l'écran est verrouillé. Parfait pour les podcasts.",
    "feat_3_title": "Commandes fluides",
    "feat_3_desc": "Gestes pour le volume et la recherche. Rapide et réactif.",
    "feat_4_title": "Privé et sans publicité",
    "feat_4_desc": "Pas de suivi, pas de publicités. Vos vidéos restent sur votre appareil.",
    "feat_5_title": "Intégration de l'IA",
    "feat_5_desc": "Connectez-vous à des modèles d'IA locaux via Ollama pour des fonctionnalités intelligentes.",
    "feat_5_btn": "Guide d'installation",
    "footer_privacy": "Politique de confidentialité",
    "footer_contact": "Contacter l'assistance",
    "footer_copy": "1Air Player. Tous droits réservés."
  },
  "ollama": {
    "title": "Guide d'installation d'Ollama",
    "subtitle": "Veuillez installer Ollama pour activer les fonctionnalités de l'IA.",
    "win_tab": "Windows",
    "win_step1_title": "1. Télécharger l'installateur",
    "win_step1_desc": "Téléchargez l'installateur pour Windows depuis le site officiel.",
    "win_btn": "Télécharger pour Windows",
    "win_step2_title": "2. Installer",
    "win_step2_desc": "Exécutez le fichier <code>OllamaSetup.exe</code> et cliquez sur [Installer].",
    "win_step2_note": "✅ Une fois installé, vous verrez l'icône Alpaca (🦙) dans la barre des tâches.",
    "win_step3_title": "3. Vérifier l'installation",
    "win_step3_desc": "Ouvrez l'invite de commandes (Win + R, tapez <code>cmd</code>) et exécutez la commande ci-dessous :",
    "mac_tab": "macOS",
    "mac_step1_title": "1. Télécharger",
    "mac_step1_desc": "Nécessite macOS 11 Big Sur ou version ultérieure.",
    "mac_btn": "Télécharger pour macOS",
    "mac_step2_title": "2. Installer l'application",
    "mac_step2_desc": "Décompressez le fichier et déplacez l'application <strong>Ollama</strong> dans le dossier <code>Applications</code>.",
    "mac_step3_title": "3. Exécuter et configurer",
    "mac_step3_desc": "Double-cliquez pour exécuter. Vous devriez voir l'icône Alpaca (🦙) dans la barre de menu.",
    "mac_step3_note": "💡 Si on vous demande d'installer des outils de ligne de commande, cliquez sur 'Installer'.",
    "linux_tab": "Ubuntu (Linux)",
    "linux_step1_title": "1. Installer via Terminal",
    "linux_step1_desc": "Ouvrez votre terminal et exécutez la commande suivante :",
    "linux_step1_note": "⚠️ Les cartes graphiques AMD peuvent nécessiter l'installation de pilotes supplémentaires.",
    "linux_step2_title": "2. Vérifier l'état du service",
    "linux_step2_desc": "Assurez-vous qu'Ollama s'exécute en arrière-plan.",
    "final_step_title": "🎉 Dernière étape : Télécharger le modèle d'IA",
    "final_step_desc": "Après l'installation, vous devez télécharger le modèle d'IA. Exécutez ceci dans votre terminal :",
    "final_step_note": "💡 Si votre application nécessite un modèle spécifique (par exemple, mistral), remplacez 'llama3.2' par ce nom.",
    "copy": "Copy",
    "copied": "Copié !",
    "footer": "© 2025 Propulsé par Ollama."
  },
  "policy": {
    "title": "Politique de confidentialité",
    "effectiveDateLabel": "Date d'entrée en vigueur :",
    "effectiveDateValue": "5 novembre 2025",
    "languageLabel": "Language:",
    "nav": {
      "summary": "Summary",
      "dataWeCollect": "Données que nous collectons",
      "howWeUse": "Comment nous utilisons les données",
      "sharing": "Partage et traitements",
      "security": "Security",
      "retention": "Conservation des données",
      "rights": "Vos droits",
      "children": "Children",
      "changes": "Changes",
      "contact": "Contact"
    },
    "summary": {
      "title": "En bref",
      "bullets": {
        "noTracking": "<strong>Aucun suivi. Aucune publicité.</strong> 1Air n'inclut pas de publicité ni de traqueurs tiers.",
        "onDevice": "<strong>Vos vidéos restent sur votre appareil.</strong> L'application lit les fichiers MP4 que vous choisissez et peut les stocker dans votre dossier Documents local ; le traitement du contenu se fait sur l'appareil.",
        "icloud": "<strong>iCloud Drive en option.</strong> Si vous choisissez des fichiers à partir d'iCloud Drive, les fichiers restent sur votre compte iCloud selon les conditions d'Apple.",
        "diagnostics": "<strong>Diagnostics minimaux.</strong> Nous ne recevons que des données de diagnostic/plantage anonymisées si vous acceptez de les partager avec les développeurs via les paramètres Apple."
      }
    },
    "who": {
      "title": "Qui sommes-nous",
      "developerLabel": "Developer:",
      "developerValue": "J-Apps Co.",
      "developerSuffix": " (« nous », « notre » ou « nos »)",
      "appLabel": "App:",
      "appValue": "1Air (iOS/iPadOS/macOS)",
      "contactLabel": "Contact:"
    },
    "collect": {
      "title": "Données que nous collectons",
      "contentYouChoose": {
        "title": "1) Contenu que vous choisissez",
        "p1": "Lorsque vous utilisez le sélecteur de fichiers pour sélectionner des vidéos, 1Air n'a accès qu'en lecture aux éléments que vous sélectionnez. Si vous activez la fonctionnalité \"Enregistrer dans Documents\" de l'application, des copies des fichiers sélectionnés sont enregistrées localement dans le sandbox de l'application.",
        "scope": "<strong>Portée :</strong> Uniquement les fichiers que vous sélectionnez ; aucun scan d'arrière-plan de dossiers non liés.",
        "processing": "<strong>Traitement :</strong> La lecture et la gestion des fichiers se font sur l'appareil.",
        "sync": "<strong>Synchronisation :</strong> Si vous sélectionnez à partir d'iCloud Drive, le stockage et la synchronisation sont gérés par Apple iCloud selon les politiques d'Apple."
      },
      "diagnostics": {
        "title": "2) Diagnostics (Facultatif)",
        "p1": "Si vous acceptez de partager des analyses/rapports de plantage avec les développeurs (Paramètres Apple > Confidentialité et sécurité > Analyse et améliorations), nous pouvons recevoir :",
        "b1": "Journaux de plantage et mesures de performance (anonymisées par Apple)",
        "b2": "Modèle d'appareil, version du système d'exploitation et métadonnées techniques similaires",
        "p2": "Nous ne recevons pas votre identité à partir de ces rapports."
      },
      "support": {
        "title": "3) Communications d'assistance",
        "p1": "Si vous nous envoyez un e-mail, nous recevrons votre adresse e-mail et le contenu de votre message pour répondre à votre demande."
      },
      "notCollect": {
        "title": "Nous ne collectons pas",
        "b1": "Identifiants personnels dans l'application (nom, numéro de téléphone, contacts)",
        "b2": "Données de localisation précises",
        "b3": "Identifiants publicitaires ou données de suivi comportemental"
      }
    },
    "use": {
      "title": "Comment nous utilisons les données",
      "b1": "Pour fournir les fonctionnalités de base (accès aux fichiers que vous demandez, lecture vidéo)",
      "b2": "Pour maintenir et améliorer la qualité de l'application (diagnostics si vous avez accepté)",
      "b3": "Pour répondre aux demandes d'assistance"
    },
    "sharing": {
      "title": "Partage et sous-traitants",
      "p1": "<strong>Nous ne vendons pas vos données.</strong> Nous ne partageons pas les données personnelles avec des tiers à des fins publicitaires ou de marketing.",
      "p2": "<strong>Fournisseurs de services :</strong> Nous pouvons utiliser des fournisseurs de services uniquement pour faire fonctionner et prendre en charge l'application (par exemple, Apple iCloud pour les fichiers que vous y stockez ; le pipeline de rapports de plantage d'Apple si vous avez accepté). Ces fournisseurs agissent en tant que sous-traitants selon leurs propres conditions et contrôles de sécurité.",
      "apple": "<strong>Apple (iCloud et rapports de plantage) :</strong> Les fichiers et les analyses sont traités conformément à la politique de confidentialité d'Apple et aux paramètres de votre appareil.",
      "p3": "Nous pouvons divulguer des informations si la loi l'exige ou pour protéger les droits, la sécurité et la sûreté."
    },
    "security": {
      "title": "Security",
      "p1": "1Air stocke les fichiers enregistrés par l'utilisateur dans le sandbox de l'application sur votre appareil. Nous appliquons les meilleures pratiques de sécurité de la plateforme et nous nous appuyons sur les protections système d'Apple pour iOS/iPadOS/macOS. Aucune méthode de stockage électronique n'est 100 % sécurisée, mais nous nous efforçons de protéger vos informations.",
      "ollama": {
        "title": "Intégration réseau Ollama",
        "warn": "Si vous connectez 1Air à un serveur Ollama sur le réseau en utilisant <code>http://</code>, la connexion n'est <strong>pas chiffrée en transit</strong> (pas de TLS). Cela signifie que le contenu que vous envoyez (tels que les invites de texte, les métadonnées ou d'autres charges utiles) peut être exposé à l'interception ou à la fuite sur le réseau. Lors de l'utilisation de <code>http://</code> (en particulier sur les réseaux publics), <strong>vous assumez tous les risques</strong> et <strong>vous êtes responsable</strong> de toute exposition résultant de l'utilisation d'une connexion non chiffrée. Nous vous recommandons fortement d'utiliser <code>https://</code>, un réseau interne de confiance, un VPN ou un autre transport sécurisé."
      }
    },
    "retention": {
      "title": "Conservation des données",
      "b1": "<strong>Fichiers sur l'appareil :</strong> Restent jusqu'à ce que vous les supprimiez ou désinstalliez l'application.",
      "b2": "<strong>E-mails de support :</strong> Conservés uniquement aussi longtemps que nécessaire pour résoudre votre demande et respecter les obligations légales.",
      "b3": "<strong>Diagnostics :</strong> Conservés conformément aux politiques de conservation des analyses d'Apple."
    },
    "rights": {
      "title": "Vos droits en matière de confidentialité",
      "p1": "En fonction de votre région, vous pouvez avoir le droit d'accéder, de corriger, de supprimer ou de limiter certaines données que nous détenons sur vous, et de vous opposer ou de retirer votre consentement au traitement lorsque cela est applicable.",
      "gdpr": "<strong>RGPD (EEE/RU) :</strong> Vous pouvez demander l'accès ou la suppression des données personnelles que nous contrôlons (principalement les e-mails de support). Pour les données détenues par Apple (par exemple, les journaux de plantage, les fichiers iCloud), veuillez utiliser les outils de confidentialité d'Apple.",
      "ccpa": "<strong>CCPA/CPRA (Californie) :</strong> Nous ne vendons ni ne partageons d'informations personnelles à des fins de publicité contextuelle. Vous pouvez demander l'accès ou la suppression des informations personnelles que nous détenons (principalement les e-mails de support).",
      "p2": "Pour exercer ces droits, contactez-nous à <a href=\"mailto:jappscompany@gmail.com\">jappscompany@gmail.com</a>. Nous pouvons être amenés à vérifier votre demande."
    },
    "children": {
      "title": "Confidentialité des enfants",
      "p1": "1Air est une application destinée à un public général et n'est pas spécifiquement destinée aux enfants. Nous ne collectons pas intentionnellement d'informations personnelles auprès des enfants. Si vous pensez qu'un enfant a fourni des informations personnelles à nous via des communications de support, veuillez nous contacter et nous les supprimerons."
    },
    "international": {
      "title": "Transferts internationaux",
      "p1": "Vos informations peuvent être traitées dans le pays où vous résidez et dans d'autres pays où nos fournisseurs de services opèrent (par exemple, l'infrastructure d'Apple). Nous mettons en œuvre des mesures conçues pour protéger vos informations conformément à la loi applicable."
    },
    "changes": {
      "title": "Modifications de cette politique",
      "p1": "Nous pouvons mettre à jour cette politique de confidentialité de temps à autre. Nous publierons la version mise à jour dans l'application ou sur notre site web et réviserons la « Date d'entrée en vigueur » ci-dessus. Les modifications importantes seront mises en évidence."
    },
    "contact": {
      "title": "Contactez-nous",
      "p1": "Si vous avez des questions sur cette politique de confidentialité ou sur nos pratiques, contactez-nous :",
      "emailLabel": "Email:",
      "dpo": "Contact pour la protection des données (le cas échéant) : Jake / jappscompany@gmail.com"
    },
    "footer": {
      "copyright": "© 2025 J-Apps. Tous droits réservés."
    }
  }
}