{
  "_meta": {
    "htmlLang": "en",
    "contactEmail": "[jappscompany@gmail.com]"
  },
  "title": "מדיניות פרטיות",
  "effectiveDateLabel": "תאריך תוקף:",
  "effectiveDateValue": "5 בנובמבר 2025",
  "languageLabel": "Language:",
  "nav": {
    "summary": "Summary",
    "dataWeCollect": "נתונים שאנו אוספים",
    "howWeUse": "כיצד אנו משתמשים בנתונים",
    "sharing": "שיתוף ומעבדים",
    "security": "Security",
    "retention": "אחסון נתונים",
    "rights": "הזכויות שלך",
    "children": "Children",
    "changes": "Changes",
    "contact": "Contact"
  },
  "summary": {
    "title": "במבט חטוף",
    "bullets": {
      "noTracking": "<strong>ללא מעקב. ללא פרסומות.</strong> 1Air אינו כולל פרסומות או עוקבים של צד שלישי.",
      "onDevice": "<strong>הסרטונים שלך נשארים במכשיר שלך.</strong> האפליקציה קוראת קבצי MP4 שאתה בוחר ויכולה לשמור אותם בתיקיית המסמכים המקומית שלך; התוכן מעובד במכשיר.",
      "icloud": "<strong>iCloud Drive אופציונלי.</strong> אם תבחר קבצים מ-iCloud Drive, הקבצים יישארו בחשבון ה-iCloud שלך בתנאי Apple.",
      "diagnostics": "<strong>אבחונים מינימליים.</strong> אנו מקבלים רק נתוני קריסה/אבחון אנונימיים אם תבחר לשתף עם מפתחים דרך הגדרות Apple."
    }
  },
  "who": {
    "title": "מי אנחנו",
    "developerLabel": "Developer:",
    "developerValue": "[שם הישות המשפטית שלך, לדוגמה, J-Apps Co.]",
    "developerSuffix": "(“אנו”, “אנחנו” או “שלנו”)",
    "appLabel": "App:",
    "appValue": "1Air (iOS/iPadOS/macOS)",
    "contactLabel": "Contact:"
  },
  "collect": {
    "title": "נתונים שאנו אוספים",
    "contentYouChoose": {
      "title": "1) תוכן שאתה בוחר",
      "p1": "כאשר אתה משתמש בבורר הקבצים כדי לבחור סרטונים, 1Air מקבל גישת קריאה בלבד לפריטים שאתה בוחר. אם תאפשר את התכונה 'שמור במסמכים' של האפליקציה, עותקים של הקבצים הנבחרים יישמרו באופן מקומי בתיקיית ה-sandbox של האפליקציה.",
      "scope": "<strong>היקף:</strong> רק קבצים שאתה בוחר; אין סריקה ברקע של תיקיות לא קשורות.",
      "processing": "<strong>עיבוד:</strong> הפעלת קבצים וניהול קבצים מתרחשים במכשיר.",
      "sync": "<strong>סנכרון:</strong> אם תבחר מ-iCloud Drive, האחסון והסנכרון מנוהלים על ידי Apple iCloud במסגרת מדיניות Apple."
    },
    "diagnostics": {
      "title": "2) אבחונים (אופציונלי)",
      "p1": "אם תבחר לשתף ניתוחים/דוחות קריסה עם מפתחים (הגדרות Apple > פרטיות ואבטחה > ניתוחים ושיפורים), אנו עשויים לקבל:",
      "b1": "יומני קריסה ומדדי ביצועים (אנונימיים על ידי Apple)",
      "b2": "דגם מכשיר, גרסת מערכת הפעלה ונתונים טכניים דומים",
      "p2": "אנו לא מקבלים את זהותך מדוחות אלה."
    },
    "support": {
      "title": "3) תקשורת תמיכה",
      "p1": "אם תשלח לנו דוא\"ל, נקבל את כתובת הדוא\"ל שלך ותוכן ההודעה שלך כדי להגיב לבקשתך."
    },
    "notCollect": {
      "title": "אנחנו <em>לא</em> אוספים",
      "b1": "מזהים אישיים בתוך האפליקציה (שם, מספר טלפון, אנשי קשר)",
      "b2": "נתוני מיקום מדויקים",
      "b3": "מזהי פרסום או נתוני מעקב התנהגותיים"
    }
  },
  "use": {
    "title": "כיצד אנו משתמשים בנתונים",
    "b1": "כדי לספק פונקציונליות ליבה (גישת קבצים שאתה מבקש, השמעת וידאו)",
    "b2": "כדי לשמור ולשפר את איכות האפליקציה (אבחון אם בחרת)",
    "b3": "כדי להגיב לשאלות תמיכה"
  },
  "sharing": {
    "title": "שיתוף ומעבדים",
    "p1": "<strong>אנחנו לא מוכרים את הנתונים שלך.</strong> אנחנו לא משתפים נתונים אישיים עם צדדים שלישיים לצורך פרסום או שיווק.",
    "p2": "<strong>ספקי שירותים:</strong> אנחנו עשויים להשתמש בספקי שירותים רק כדי להפעיל ולתמוך באפליקציה (לדוגמה, Apple iCloud לקבצים שאתה שומר שם; צינור דיווח התקלות של Apple אם בחרת להשתתף). ספקים אלה פועלים כמעבדים תחת התנאים והבקרות האבטחה שלהם.",
    "apple": "<strong>Apple (iCloud &amp; Crash Reports):</strong> קבצים וניתוחים מטופלים בהתאם למדיניות הפרטיות של Apple ולהגדרות המכשיר שלך.",
    "p3": "אנו עשויים לחשוף מידע אם הדבר נדרש על פי חוק או כדי להגן על זכויות, בטיחות ואבטחה."
  },
  "security": {
    "title": "Security",
    "p1": "1Air שומר על קבצים שנשמרו על ידי המשתמש בתוך ה-sandbox של האפליקציה במכשיר שלך. אנחנו מיישמים שיטות עבודה מומלצות לאבטחת הפלטפורמה ומסתמכים על הגנות המערכת של Apple עבור iOS/iPadOS/macOS. אין שיטת אחסון אלקטרוני שהיא בטוחה ב-100%, אבל אנחנו עושים מאמצים כדי להגן על המידע שלך.",
    "ollama": {
      "title": "אינטגרציית רשת Ollama",
      "warn": "אם אתה מחבר את 1Air לשרת Ollama דרך הרשת באמצעות <code>http://</code>, החיבור <strong>אינו מוצפן בזמן העברת הנתונים</strong> (אין TLS). המשמעות היא שהתוכן שאתה שולח (כגון הנחיות טקסט, מטא נתונים או מטען אחר) עלול להיחשף ליירוט או דליפה ברשת. בעת שימוש ב-<code>http://</code> (במיוחד ברשתות ציבוריות), <strong>אתה לוקח על עצמך את כל הסיכונים</strong> ו-<strong>אתה אחראי</strong> לחשיפה כלשהי שנגרמת כתוצאה משימוש בחיבור לא מוצפן. אנחנו ממליצים בחום להשתמש ב-<code>https://</code>, ברשת פנימית מהימנה, VPN או אמצעי תקשורת מאובטח אחר."
    }
  },
  "retention": {
    "title": "שימור נתונים",
    "b1": "<strong>קבצים במכשיר:</strong> נשארים עד שתמחק אותם או תסיר את ההתקנה של האפליקציה.",
    "b2": "<strong>דוא\"ל תמיכה:</strong> נשמר רק כל עוד הוא נחוץ לפתרון הבקשה שלך ולעמידה בחובות משפטיות.",
    "b3": "<strong>אבחון:</strong> נשמר בהתאם למדיניות שימור הניתוחים של Apple."
  },
  "rights": {
    "title": "זכויות הפרטיות שלך",
    "p1": "בהתאם לאזור שלך, ייתכן שיש לך זכויות לגשת, לתקן, למחוק או להגביל נתונים מסוימים שאנו מחזיקים עליך, ולהתנגד או לבטל הסכמה לעיבוד במידת הצורך.",
    "gdpr": "<strong>GDPR (EEA/UK):</strong> אתה עשוי לבקש גישה או מחיקה של נתונים אישיים שאנו שולטים בהם (בעיקר מיילים תמיכה). עבור נתונים המוחזקים על ידי Apple (לדוגמה, יומני תקלות, קבצי iCloud), אנא השתמש בכלי הפרטיות של Apple.",
    "ccpa": "<strong>CCPA/CPRA (קליפורניה):</strong> אנחנו לא מוכרים או משתפים מידע אישי לפרסום חוצה-הקשר. אתה עשוי לבקש גישה או מחיקה של מידע אישי שאנו מחזיקים (בעיקר מיילים תמיכה).",
    "p2": "כדי לממש זכויות, צור איתנו קשר בכתובת <a href=\"mailto:[jappscompany@gmail.com]\">[jappscompany@gmail.com]</a>. ייתכן שנצטרך לאמת את הבקשה שלך."
  },
  "children": {
    "title": "פרטיות ילדים",
    "p1": "1Air היא אפליקציה לקהל הרחב ואינה מיועדת במיוחד לילדים. אנחנו לא אוספים מידע אישי מילדים ביודעין. אם אתה סבור שילד סיפק לנו מידע אישי באמצעות תקשורת תמיכה, אנא צור איתנו קשר ואנחנו נמחק אותו."
  },
  "international": {
    "title": "העברות בינלאומיות",
    "p1": "המידע שלך עשוי להיות מעובד במדינה שבה אתה מתגורר ובמדינות אחרות שבהן פועלים ספקי השירותים שלנו (לדוגמה, התשתית של Apple). אנחנו מיישמים אמצעים שנועדו להגן על המידע שלך בהתאם לחוק החל."
  },
  "changes": {
    "title": "שינויים במדיניות זו",
    "p1": "אנו עשויים לעדכן מדיניות פרטיות זו מעת לעת. נפרסם את הגרסה המעודכנת בתוך האפליקציה או באתר האינטרנט שלנו ונתקן את \"תאריך תוקף\" למעלה. שינויים מהותיים יסומנו."
  },
  "contact": {
    "title": "צור קשר",
    "p1": "אם יש לך שאלות לגבי מדיניות הפרטיות הזו או הפרקטיקות שלנו, צור איתנו קשר:",
    "emailLabel": "Email:",
    "dpo": "איש קשר להגנת נתונים (אם רלוונטי): [Jake / jappscompany@gmail.com]"
  },
  "footer": {
    "copyright": "© [2025] J-Apps. כל הזכויות שמורות."
  },
  "ollama": {
    "title": "מדריך התקנת Ollama",
    "subtitle": "אנא התקן את Ollama כדי להפעיל תכונות AI.",
    "win_tab": "Windows",
    "win_step1_title": "1. הורד את המתקין",
    "win_step1_desc": "הורד את המתקין עבור Windows מהאתר הרשמי.",
    "win_btn": "הורד עבור Windows",
    "win_step2_title": "2. התקן",
    "win_step2_desc": "הפעל את הקובץ <code>OllamaSetup.exe</code> ולחץ על [התקן].",
    "win_step2_note": "✅ לאחר ההתקנה, תראה את הסמל Alpaca (🦙) במגש המשימות.",
    "win_step3_title": "3. אמת התקנה",
    "win_step3_desc": "פתח את שורת הפקודה (Win + R, הקלד <code>cmd</code>) והפעל את הפקודה הבאה:",
    "mac_tab": "macOS",
    "mac_step1_title": "1. הורד",
    "mac_step1_desc": "דורש macOS 11 Big Sur ומעלה.",
    "mac_btn": "הורד עבור macOS",
    "mac_step2_title": "2. התקן אפליקציה",
    "mac_step2_desc": "שחררו את קובץ ה-Zip והעבירו את האפליקציה <strong>Ollama</strong> לתיקיית <code>Applications</code>.",
    "mac_step3_title": "3. הפעלה והגדרה",
    "mac_step3_desc": "לחצו פעמיים כדי להפעיל. אמור לראות את הסמל של Alpaca (🦙) בשורת התפריטים.",
    "mac_step3_note": "💡 אם תתבקשו להתקין כלי שורת פקודה, לחצו על 'התקן'.",
    "linux_tab": "אובונטו (לינוקס)",
    "linux_step1_title": "1. התקנה דרך הטרמינל",
    "linux_step1_desc": "פתחו את הטרמינל שלכם והריצו את הפקודה הבאה:",
    "linux_step1_note": "⚠️ ייתכן שכרטיסי מסך של AMD ידרשו התקנה נוספת של מנהל התקן.",
    "linux_step2_title": "2. בדקו את סטטוס השירות",
    "linux_step2_desc": "ודאו ש-Ollama פועל ברקע.",
    "final_step_title": "🎉 שלב סופי: הורדת מודל AI",
    "final_step_desc": "לאחר ההתקנה, עליך להוריד את מודל ה-AI. הרצו זאת בטרמינל שלכם:",
    "final_step_note": "💡 אם האפליקציה שלך דורשת מודל ספציפי (למשל, mistral), החליפו את 'llama3.2' בשם זה.",
    "copy": "Copy",
    "copied": "הועתק!",
    "footer": "&copy; 2025 מופעל על ידי Ollama."
  }
}