{
  "_meta": {
    "htmlLang": "en",
    "contactEmail": "jappscompany@gmail.com"
  },
  "landing": {
    "title": "1Air – Egy letisztult MP4 lejátszó",
    "meta_desc": "Tiszta, privát MP4 lejátszó Picture-in-Picture funkcióval és háttérzenével.",
    "nav_features": "Features",
    "nav_privacy": "Privacy",
    "nav_download": "Download",
    "hero_badge": "✨ Új kiadás",
    "hero_title": "MP4-ek, ahogy<br>játszani kell.",
    "hero_sub": "Éld át az intuitív és könnyű 1Air lejátszót.<br>Nincs hirdetés, csak a tiszta lejátszás háttérzenével.",
    "btn_download": "Töltse le az App Store-ból",
    "feat_title": "Miért 1Air?",
    "feat_1_title": "Picture-in-Picture",
    "feat_1_desc": "Folytassa a nézést multitasking közben. Natív PiP támogatás.",
    "feat_2_title": "Háttérhang",
    "feat_2_desc": "A hang lejátszódik, amikor a képernyő lezárul. Tökéletes podcastokhoz.",
    "feat_3_title": "Sima vezérlés",
    "feat_3_desc": "Gesztusok a hangerő és a kereséshez. Gyors és reszponzív.",
    "feat_4_title": "Privát és hirdetésmentes",
    "feat_4_desc": "Nincs nyomkövetés, nincs hirdetés. A videók az eszközén maradnak.",
    "feat_5_title": "AI integráció",
    "feat_5_desc": "Csatlakozzon helyi AI modellekhez az Ollama segítségével intelligens funkciókért.",
    "feat_5_btn": "Telepítési útmutató",
    "footer_privacy": "Adatvédelmi szabályzat",
    "footer_contact": "Ügyfélszolgálat",
    "footer_copy": "1Air Player. Minden jog fenntartva."
  },
  "ollama": {
    "title": "Ollama telepítési útmutató",
    "subtitle": "Kérjük, telepítse az Ollamát az AI funkciók engedélyezéséhez.",
    "win_tab": "Windows",
    "win_step1_title": "1. Töltse le a telepítőt",
    "win_step1_desc": "Töltse le a telepítőt Windowsra a hivatalos webhelyről.",
    "win_btn": "Töltse le Windowsra",
    "win_step2_title": "2. Telepítés",
    "win_step2_desc": "Futtassa a <code>OllamaSetup.exe</code> fájlt, és kattintson a [Telepítés] gombra.",
    "win_step2_note": "✅ A telepítés után látni fogja az Alpaka ikont (🦙) az eszköztáron.",
    "win_step3_title": "3. Telepítés ellenőrzése",
    "win_step3_desc": "Nyissa meg a Parancssort (Win + R, írja be a <code>cmd</code>) és futtassa az alábbi parancsot:",
    "mac_tab": "macOS",
    "mac_step1_title": "1. Letöltés",
    "mac_step1_desc": "macOS 11 Big Sur vagy újabb verzió szükséges.",
    "mac_btn": "Töltse le macOS-re",
    "mac_step2_title": "2. Alkalmazás telepítése",
    "mac_step2_desc": "Csomagolja ki a fájlt, és helyezze az <strong>Ollama</strong> alkalmazást a <code>Applications</code> mappába.",
    "mac_step3_title": "3. Futtatás és beállítás",
    "mac_step3_desc": "Kattintson duplán a futtatáshoz. Látnia kell az Alpaka ikont (🦙) a menüsorban.",
    "mac_step3_note": "💡 Ha a parancssori eszközök telepítését kéri, kattintson az 'Install' gombra.",
    "linux_tab": "Ubuntu (Linux)",
    "linux_step1_title": "1. Telepítés terminálon keresztül",
    "linux_step1_desc": "Nyissa meg a terminált, és futtassa a következő parancsot:",
    "linux_step1_note": "⚠️ Az AMD grafikus kártyákhoz további illesztőprogramok telepítése lehet szükséges.",
    "linux_step2_title": "2. Szolgáltatásállapot ellenőrzése",
    "linux_step2_desc": "Győződjön meg róla, hogy az Ollama fut a háttérben.",
    "final_step_title": "🎉 Utolsó lépés: AI modell letöltése",
    "final_step_desc": "A telepítés után le kell töltenie az AI modellt. Futtassa ezt a terminálban:",
    "final_step_note": "💡 Ha az alkalmazásnak egy adott modellre van szüksége (pl. mistral), cserélje a 'llama3.2' kifejezést arra a névre.",
    "copy": "Copy",
    "copied": "Másolva!",
    "footer": "© 2025 Powered by Ollama."
  },
  "policy": {
    "title": "Adatvédelmi szabályzat",
    "effectiveDateLabel": "Hatálybalépés dátuma:",
    "effectiveDateValue": "2025. november 5.",
    "languageLabel": "Language:",
    "nav": {
      "summary": "Summary",
      "dataWeCollect": "Az általunk gyűjtött adatok",
      "howWeUse": "Hogyan használjuk az adatokat",
      "sharing": "Megosztás és feldolgozók",
      "security": "Security",
      "retention": "Adatmegőrzés",
      "rights": "Az Ön jogai",
      "children": "Children",
      "changes": "Changes",
      "contact": "Contact"
    },
    "summary": {
      "title": "Rövid áttekintés",
      "bullets": {
        "noTracking": "<strong>Nincs nyomkövetés. Nincs hirdetés.</strong> A 1Air nem tartalmaz hirdetéseket vagy harmadik fél nyomkövetőket.",
        "onDevice": "<strong>A videói a készülékén maradnak.</strong> Az alkalmazás csak az Ön által kiválasztott MP4 fájlokat olvassa be, és azokat tárolhatja a helyi Dokumentumok mappában; a tartalom a készüléken kerül feldolgozásra.",
        "icloud": "<strong>Opcionális iCloud Drive.</strong> Ha fájlokat választ az iCloud Drive-ról, azok az Apple feltételei szerint az iCloud fiókjában maradnak.",
        "diagnostics": "<strong>Minimális diagnosztika.</strong> Csak anonimizált ütközési/diagnosztikai adatokat kapunk, ha beleegyezik a fejlesztőkkel való megosztásba az Apple beállításaiban."
      }
    },
    "who": {
      "title": "Kik vagyunk",
      "developerLabel": "Developer:",
      "developerValue": "J-Apps Co.",
      "developerSuffix": "(\"mi\", \"nekünk\", vagy \"a mi\")",
      "appLabel": "App:",
      "appValue": "1Air (iOS/iPadOS/macOS)",
      "contactLabel": "Contact:"
    },
    "collect": {
      "title": "Az általunk gyűjtött adatok",
      "contentYouChoose": {
        "title": "1) Az Ön által kiválasztott tartalom",
        "p1": "Amikor a Fájlok választójával videókat választ ki, a 1Air csak az Ön által kiválasztott elemeket olvashatja be. Ha engedélyezi az alkalmazás \"Mentés a Dokumentumokba\" funkcióját, a kiválasztott fájlok másolatai a helyi alkalmazás homokládájában kerülnek mentésre.",
        "scope": "<strong>Hatály:</strong> Csak az Ön által kiválasztott fájlok; nem végezünk nem kapcsolódó mappák háttérbeolvasását.",
        "processing": "<strong>Feldolgozás:</strong> A lejátszás és a fájlkezelés a készüléken történik.",
        "sync": "<strong>Szinkronizálás:</strong> Ha az iCloud Drive-ról választ ki, a tárolást és a szinkronizálást az Apple iCloud kezeli az Apple szabályzatai szerint."
      },
      "diagnostics": {
        "title": "2) Diagnosztika (opcionális)",
        "p1": "Ha beleegyezik az elemzési/ütközési jelentések megosztásába a fejlesztőkkel (Apple Beállítások > Adatvédelem és biztonság > Elemzések és fejlesztések), akkor a következőket kaphatjuk meg:",
        "b1": "Ütközési naplók és teljesítménymutatók (az Apple által anonimizálva)",
        "b2": "Készülékmodell, operációs rendszer verziója és hasonló műszaki adatok",
        "p2": "Ezekből a jelentésekből nem kapunk az Ön személyazonosságát."
      },
      "support": {
        "title": "3) Támogatási kommunikáció",
        "p1": "Ha e-mailt küld nekünk, megkapjuk az e-mail címét és az üzenet tartalmát a kérésére adott válasz érdekében."
      },
      "notCollect": {
        "title": "Nem gyűjtünk",
        "b1": "Személyes azonosítók az alkalmazásban (név, telefonszám, kontaktok)",
        "b2": "Pontos helyadatok",
        "b3": "Reklámazonosítók vagy viselkedéskövetési adatok"
      }
    },
    "use": {
      "title": "Hogyan Használjuk Az Adatokat",
      "b1": "A fő funkciók biztosítása (az Ön által kért fájlhozzáférés, videolejátszás)",
      "b2": "Az alkalmazás minőségének karbantartása és javítása (diagnosztika, ha Ön beleegyezett)",
      "b3": "A támogatási kérdések megválaszolása"
    },
    "sharing": {
      "title": "Megosztás és Adatfeldolgozók",
      "p1": "<strong>Nem adjuk el az adatokat.</strong> Nem osztjuk meg a személyes adatokat harmadik felekkel reklám- vagy marketingcélokra.",
      "p2": "<strong>Szolgáltatók:</strong> Szolgáltatókat használhatunk kizárólag az alkalmazás működtetésére és támogatására (pl. Apple iCloud a tárolt fájlokhoz; az Apple hibajelentési csatornája, ha Ön beleegyezett). Ezek a szolgáltatók a saját feltételeik és biztonsági irányelveik szerint adatfeldolgozóként működnek.",
      "apple": "<strong>Apple (iCloud és Hibajelentések):</strong> A fájlok és elemzések az Apple adatvédelmi irányelvei és az Ön eszközbeállításai szerint kerülnek kezelésre.",
      "p3": "Adatokat adhatunk ki, ha a törvény azt követeli, vagy a jogok, a biztonság és a védelem érdekében."
    },
    "security": {
      "title": "Security",
      "p1": "A 1Air a felhasználó által mentett fájlokat az alkalmazás homokozójában tárolja az Ön eszközén. Alkalmazzuk a platform biztonsági legjobb gyakorlatait, és támaszkodunk az iOS/iPadOS/macOS rendszer védelmére. Nincs olyan elektronikus tárolási mód, amely 100%-ban biztonságos lenne, de törekszünk az információk védelmére.",
      "ollama": {
        "title": "Ollama Hálózati Integráció",
        "warn": "Ha a 1Air-t Ollama szerverhez csatlakoztatja a hálózaton keresztül <code>http://</code> használatával, a kapcsolat <strong>nem titkosított a továbbítás során</strong> (nincs TLS). Ez azt jelenti, hogy az Ön által elküldött tartalom (például szöveges üzenetek, metaadatok vagy egyéb hasznos adatok) átvehető vagy kiszivároghat a hálózaton. A <code>http://</code> használatakor (különösen nyilvános hálózatokon) <strong>Ön minden kockázatot vállal</strong> és <strong>Ön a felelős</strong> minden olyan kitettségért, amely egy nem titkosított kapcsolat használatából ered. Erősen javasoljuk a <code>https://</code>, megbízható belső hálózat, VPN vagy más biztonságos továbbítás használatát."
      }
    },
    "retention": {
      "title": "Adatmegőrzés",
      "b1": "<strong>Eszközön tárolt fájlok:</strong> Addig maradnak, amíg Ön törli őket vagy eltávolítja az alkalmazást.",
      "b2": "<strong>Támogató e-mailek:</strong> Kizárólag addig kerülnek megőrzésre, amíg a kérésének megoldásához és a jogi kötelezettségek teljesítéséhez szükséges.",
      "b3": "<strong>Diagnosztika:</strong> Az Apple elemzési megőrzési szabályzatai szerint kerülnek megőrzésre."
    },
    "rights": {
      "title": "Adatvédelmi Jogai",
      "p1": "Az Ön tartózkodási helyétől függően joga lehet hozzáférni, helyesbíteni, törölni vagy korlátozni az Önről tárolt adatokat, valamint tiltakozni a feldolgozás ellen vagy visszavonni a beleegyezését, ha ez lehetséges.",
      "gdpr": "<strong>GDPR (EGA/UK):</strong> Igényelhetjük a személyes adatokhoz való hozzáférést vagy törlését, amelyeket kezelünk (főleg a támogatási e-mailek). Az Apple által tárolt adatokhoz (pl. hibanaplók, iCloud-fájlok) kérjük, használja az Apple adatvédelmi eszközeit.",
      "ccpa": "<strong>CCPA/CPRA (Kalifornia):</strong> Nem adjuk el vagy osztjuk meg a személyes adatokat kereszttársadalmi reklámozásra. Igényelhetjük a személyes adatokhoz való hozzáférést vagy törlését, amelyeket tárolunk (főleg a támogatási e-mailek).",
      "p2": "A jogok gyakorlásához vegye fel velünk a kapcsolatot a <a href=\"mailto:jappscompany@gmail.com\">jappscompany@gmail.com</a> címen. Lehet, hogy ellenőriznünk kell a kérését."
    },
    "children": {
      "title": "Gyermekek Adatvédelme",
      "p1": "A 1Air egy általános közönség számára készült alkalmazás, és nem kifejezetten gyermekeknek szól. Nem gyűjtünk tudatosan személyes adatokat gyermekektől. Ha úgy véli, hogy egy gyermek megadott személyes adatokat nekünk a támogatási kommunikáció során, kérjük, vegye fel velünk a kapcsolatot, és töröljük azokat."
    },
    "international": {
      "title": "Nemzetközi Adatátvitel",
      "p1": "Az Ön adatai az Ön tartózkodási helye szerinti országban és más országokban, ahol a szolgáltatóink működnek (pl. az Apple infrastruktúrája) kerülhetnek feldolgozásra. Olyan intézkedéseket vezetünk be, amelyek célja az Ön adatainak védelme a vonatkozó jogszabályoknak megfelelően."
    },
    "changes": {
      "title": "A Jelen Szabályzat Változásai",
      "p1": "Időnként frissíthetjük ezt az adatvédelmi irányelvet. A frissített verziót feltesszük az alkalmazásban vagy a weboldalunkon, és módosítjuk a fenti \"Érvényes dátumot\". A lényeges változásokat kiemeljük."
    },
    "contact": {
      "title": "Lépjen Velünk Kapcsolatba",
      "p1": "Ha kérdése van ezzel az adatvédelmi irányelvvel vagy a gyakorlatainkkal kapcsolatban, vegye fel velünk a kapcsolatot:",
      "emailLabel": "Email:",
      "dpo": "Adatvédelmi Kapcsolattartó (ha van): Jake / jappscompany@gmail.com"
    },
    "footer": {
      "copyright": "© 2025 J-Apps. Minden jog fenntartva."
    }
  }
}