{
  "_meta": {
    "htmlLang": "en",
    "contactEmail": "jappscompany@gmail.com"
  },
  "landing": {
    "title": "1Air — Een strakke MP4-speler",
    "meta_desc": "Schone, private MP4-speler met Picture‑in‑Picture en achtergrondgeluid.",
    "nav_features": "Features",
    "nav_privacy": "Privacy",
    "nav_download": "Download",
    "hero_badge": "✨ Nieuwe release",
    "hero_title": "MP4's, zoals<br>ze zouden moeten worden afgespeeld.",
    "hero_sub": "Ervaar de intuïtieve en lichtgewicht 1Air Player.<br>Geen advertenties, alleen schone weergave met achtergrondgeluid.",
    "btn_download": "Downloaden in App Store",
    "feat_title": "Waarom 1Air?",
    "feat_1_title": "Picture-in-Picture",
    "feat_1_desc": "Blijf kijken terwijl je multitaskt. Native PiP-ondersteuning.",
    "feat_2_title": "Achtergrondgeluid",
    "feat_2_desc": "Geluid gaat door wanneer het scherm vergrendeld is. Perfect voor podcasts.",
    "feat_3_title": "Vloeiende bediening",
    "feat_3_desc": "Gebaren voor volume en zoeken. Snel en responsief.",
    "feat_4_title": "Privé & Advertentievrij",
    "feat_4_desc": "Geen tracking, geen advertenties. Je video's blijven op je apparaat.",
    "feat_5_title": "AI-integratie",
    "feat_5_desc": "Maak verbinding met lokale AI-modellen via Ollama voor slimme functies.",
    "feat_5_btn": "Installatiehandleiding",
    "footer_privacy": "Privacybeleid",
    "footer_contact": "Neem contact op met de support",
    "footer_copy": "1Air Player. Alle rechten voorbehouden."
  },
  "ollama": {
    "title": "Ollama Installatiehandleiding",
    "subtitle": "Installeer Ollama om AI-functies in te schakelen.",
    "win_tab": "Windows",
    "win_step1_title": "1. Download Installer",
    "win_step1_desc": "Download de installer voor Windows van de officiële website.",
    "win_btn": "Download voor Windows",
    "win_step2_title": "2. Installeren",
    "win_step2_desc": "Voer het <code>OllamaSetup.exe</code> bestand uit en klik op [Installeren].",
    "win_step2_note": "✅ Zodra geïnstalleerd, zie je het Alpaca-icoon (🦙) in de taakbalk.",
    "win_step3_title": "3. Installatie verifiëren",
    "win_step3_desc": "Open Command Prompt (Win + R, typ <code>cmd</code>) en voer het onderstaande commando uit:",
    "mac_tab": "macOS",
    "mac_step1_title": "1. Downloaden",
    "mac_step1_desc": "Vereist macOS 11 Big Sur of hoger.",
    "mac_btn": "Download voor macOS",
    "mac_step2_title": "2. Installeer applicatie",
    "mac_step2_desc": "Pak het bestand uit en verplaats de <strong>Ollama</strong> app naar de <code>Applications</code> map.",
    "mac_step3_title": "3. Uitvoeren & Instellen",
    "mac_step3_desc": "Dubbelklik om uit te voeren. Je zou het Alpaca-icoon (🦙) in de menubalk moeten zien.",
    "mac_step3_note": "💡 Als je wordt gevraagd om command line tools te installeren, klik op 'Installeren'.",
    "linux_tab": "Ubuntu (Linux)",
    "linux_step1_title": "1. Installeren via Terminal",
    "linux_step1_desc": "Open je terminal en voer het volgende commando uit:",
    "linux_step1_note": "⚠️ AMD-grafische kaarten vereisen mogelijk een aanvullende driverinstallatie.",
    "linux_step2_title": "2. Controleer de Servicestatus",
    "linux_step2_desc": "Zorg ervoor dat Ollama op de achtergrond draait.",
    "final_step_title": "🎉 Laatste Stap: AI-model ophalen",
    "final_step_desc": "Na de installatie moet je het AI-model downloaden. Voer dit uit in je terminal:",
    "final_step_note": "💡 Als je app een specifiek model vereist (bijv. mistral), vervang dan 'llama3.2' door die naam.",
    "copy": "Copy",
    "copied": "Gekopieerd!",
    "footer": "© 2025 Powered by Ollama."
  },
  "policy": {
    "title": "Privacybeleid",
    "effectiveDateLabel": "Ingangsdatum:",
    "effectiveDateValue": "5 november 2025",
    "languageLabel": "Language:",
    "nav": {
      "summary": "Summary",
      "dataWeCollect": "Gegevens die we verzamelen",
      "howWeUse": "Hoe we gegevens gebruiken",
      "sharing": "Delen & Verwerkers",
      "security": "Security",
      "retention": "Gegevensbewaring",
      "rights": "Uw rechten",
      "children": "Children",
      "changes": "Changes",
      "contact": "Contact"
    },
    "summary": {
      "title": "In een oogopslag",
      "bullets": {
        "noTracking": "<strong>Geen tracking. Geen advertenties.</strong> 1Air bevat geen advertenties of tracking van derden.",
        "onDevice": "<strong>Je video's blijven op je apparaat.</strong> De app leest MP4-bestanden die je kiest en kan deze in je lokale Map Documenten-map opslaan; de inhoud wordt op het apparaat verwerkt.",
        "icloud": "<strong>Optionele iCloud Drive.</strong> Als je bestanden kiest van iCloud Drive, blijven de bestanden in je iCloud-account onder de voorwaarden van Apple.",
        "diagnostics": "<strong>Minimale diagnostiek.</strong> We ontvangen alleen geanonimiseerde crash-/diagnostische gegevens als je ervoor kiest om te delen met ontwikkelaars via Apple-instellingen."
      }
    },
    "who": {
      "title": "Wie we zijn",
      "developerLabel": "Developer:",
      "developerValue": "J-Apps Co.",
      "developerSuffix": "(\"we\", \"ons\" of \"onze\")",
      "appLabel": "App:",
      "appValue": "1Air (iOS/iPadOS/macOS)",
      "contactLabel": "Contact:"
    },
    "collect": {
      "title": "Gegevens die we verzamelen",
      "contentYouChoose": {
        "title": "1) Inhoud die je kiest",
        "p1": "Wanneer je de bestandenkiezer gebruikt om video's te selecteren, krijgt 1Air alleen leesrechten voor de items die je selecteert. Als je de functie \"Opslaan in Documenten\" van de app inschakelt, worden kopieën van de geselecteerde bestanden lokaal opgeslagen in de sandbox van de app.",
        "scope": "<strong>Bereik:</strong> Alleen bestanden die je selecteert; geen achtergrondscanning van niet-gerelateerde mappen.",
        "processing": "<strong>Verwerking:</strong> Afspelen en bestandsbeheer vinden plaats op het apparaat.",
        "sync": "<strong>Synchronisatie:</strong> Als je vanuit iCloud Drive selecteert, worden opslag en synchronisatie beheerd door Apple iCloud onder het beleid van Apple."
      },
      "diagnostics": {
        "title": "2) Diagnostiek (Optioneel)",
        "p1": "Als je ervoor kiest om analyses/crashrapporten met ontwikkelaars te delen (Apple Instellingen > Privacy en beveiliging > Analyse en verbeteringen), kunnen we ontvangen:",
        "b1": "Crashlogs en prestatiemetingen (geanonimiseerd door Apple)",
        "b2": "Apparaatmodel, OS-versie en vergelijkbare technische metadata",
        "p2": "We ontvangen je identiteit niet uit deze rapporten."
      },
      "support": {
        "title": "3) Ondersteuningscommunicatie",
        "p1": "Als je ons een e-mail stuurt, ontvangen we je e-mailadres en de inhoud van je bericht om je verzoek te beantwoorden."
      },
      "notCollect": {
        "title": "We verzamelen *niet*",
        "b1": "Persoonlijke identificatiegegevens binnen de app (naam, telefoonnummer, contacten)",
        "b2": "Precieze locatiegegevens",
        "b3": "Advertentie-identificatiegegevens of gedragsregistratiedata"
      }
    },
    "use": {
      "title": "Hoe we data gebruiken",
      "b1": "Om de belangrijkste functionaliteit te bieden (bestandstoegang die u aanvraagt, videoweergave)",
      "b2": "Om de kwaliteit van de app te onderhouden en te verbeteren (diagnostiek als u ervoor heeft gekozen)",
      "b3": "Om te reageren op ondersteuningsaanvragen"
    },
    "sharing": {
      "title": "Delen en verwerkers",
      "p1": "<strong>We verkopen uw data niet.</strong> We delen geen persoonlijke gegevens met derden voor advertenties of marketing.",
      "p2": "<strong>Dienstverleners:</strong> We kunnen dienstverleners gebruiken om de app te bedienen en te ondersteunen (bijvoorbeeld Apple iCloud voor bestanden die u daar opslaat; de crashrapportagepijplijn van Apple als u ervoor heeft gekozen). Deze dienstverleners fungeren als verwerkers onder hun eigen voorwaarden en beveiligingsmaatregelen.",
      "apple": "<strong>Apple (iCloud en crashrapporten):</strong> Bestanden en analyses worden verwerkt in overeenstemming met het privacybeleid van Apple en de instellingen van uw apparaat.",
      "p3": "We kunnen informatie vrijgeven indien vereist door de wet of om rechten, veiligheid en beveiliging te beschermen."
    },
    "security": {
      "title": "Security",
      "p1": "1Air slaat door de gebruiker opgeslagen bestanden op binnen de sandbox van de app op uw apparaat. We passen de beste beveiligingspraktijken van het platform toe en vertrouwen op de systeembeveiliging van Apple voor iOS/iPadOS/macOS. Geen enkele methode voor elektronische opslag is 100% veilig, maar we werken aan de bescherming van uw informatie.",
      "ollama": {
        "title": "Ollama-netwerkintegratie",
        "warn": "Als u 1Air via het netwerk verbindt met een Ollama-server met behulp van <code>http://</code>, is de verbinding <strong>niet versleuteld tijdens de verzending</strong> (geen TLS). Dit betekent dat de inhoud die u verzendt (zoals tekstprompts, metadata of andere payloads) kan worden onderschept of gelekt op het netwerk. Bij het gebruik van <code>http://</code> (vooral op openbare netwerken) <strong>neemt u alle risico's voor uw rekening</strong> en <strong>bent u verantwoordelijk</strong> voor eventuele blootstelling die voortvloeit uit het gebruik van een onversleutelde verbinding. We raden ten zeerste aan om <code>https://</code>, een vertrouwd intern netwerk, VPN of ander beveiligd transport te gebruiken."
      }
    },
    "retention": {
      "title": "Gegevensbewaring",
      "b1": "<strong>Bestanden op het apparaat:</strong> Blijven bestaan totdat u ze verwijdert of de app verwijdert.",
      "b2": "<strong>E-mails van de ondersteuning:</strong> Worden alleen bewaard zolang als nodig is om uw verzoek op te lossen en te voldoen aan wettelijke verplichtingen.",
      "b3": "<strong>Diagnostiek:</strong> Wordt bewaard volgens de retentiebeleidsregels van Apple."
    },
    "rights": {
      "title": "Uw privacyrechten",
      "p1": "Afhankelijk van uw regio heeft u mogelijk het recht om bepaalde gegevens die we over u bewaren, in te zien, te corrigeren, te verwijderen of de verwerking ervan te beperken, en om bezwaar te maken tegen of toestemming in te trekken voor de verwerking, indien van toepassing.",
      "gdpr": "<strong>GDPR (EER/VK):</strong> U kunt toegang vragen tot of verwijdering van persoonlijke gegevens die we beheren (voornamelijk ondersteuningse-mails). Voor gegevens die door Apple worden bewaard (zoals crashlogs, iCloud-bestanden), gebruik de privacytools van Apple.",
      "ccpa": "<strong>CCPA/CPRA (Californië):</strong> We verkopen of delen geen persoonlijke informatie voor cross-contextuele advertenties. U kunt toegang vragen tot of verwijdering van persoonlijke informatie die we bewaren (voornamelijk ondersteuningse-mails).",
      "p2": "Om uw rechten uit te oefenen, neem contact met ons op via <a href=\"mailto:jappscompany@gmail.com\">jappscompany@gmail.com</a>. We kunnen u vragen uw verzoek te verifiëren."
    },
    "children": {
      "title": "Privacy van kinderen",
      "p1": "1Air is een app voor een algemeen publiek en is niet specifiek gericht op kinderen. We verzamelen geen persoonlijke informatie van kinderen. Als u denkt dat een kind via ondersteuningscommunicatie persoonlijke informatie aan ons heeft verstrekt, neem dan contact met ons op en we verwijderen deze."
    },
    "international": {
      "title": "Internationale overdrachten",
      "p1": "Uw informatie kan worden verwerkt in het land waar u zich bevindt en in andere landen waar onze dienstverleners actief zijn (bijvoorbeeld de infrastructuur van Apple). We implementeren maatregelen die zijn ontworpen om uw informatie te beschermen in overeenstemming met de toepasselijke wetgeving."
    },
    "changes": {
      "title": "Wijzigingen in dit beleid",
      "p1": "We kunnen dit privacybeleid van tijd tot tijd bijwerken. We publiceren de bijgewerkte versie in de app of op onze website en herzien de \"Effectieve datum\" hierboven. Materiële wijzigingen worden gemarkeerd."
    },
    "contact": {
      "title": "Neem contact met ons op",
      "p1": "Als u vragen heeft over dit privacybeleid of onze praktijken, neem dan contact met ons op:",
      "emailLabel": "Email:",
      "dpo": "Contactpersoon voor gegevensbescherming (indien van toepassing): Jake / jappscompany@gmail.com"
    },
    "footer": {
      "copyright": "© 2025 J-Apps. Alle rechten voorbehouden."
    }
  }
}