{
  "_meta": {
    "htmlLang": "en",
    "contactEmail": "jappscompany@gmail.com"
  },
  "landing": {
    "title": "1Air — Um player de MP4 elegante",
    "meta_desc": "Player de MP4 limpo e privado com Picture‑in‑Picture e áudio em segundo plano.",
    "nav_features": "Features",
    "nav_privacy": "Privacy",
    "nav_download": "Download",
    "hero_badge": "✨ Lançamento Novo",
    "hero_title": "MP4s, do jeito que<br>deveriam ser reproduzidos.",
    "hero_sub": "Experimente o player 1Air, intuitivo e leve.<br>Sem anúncios, apenas reprodução limpa com áudio em segundo plano.",
    "btn_download": "Baixar na App Store",
    "feat_title": "Por que 1Air?",
    "feat_1_title": "Picture-in-Picture",
    "feat_1_desc": "Continue assistindo enquanto realiza várias tarefas. Suporte nativo ao PiP.",
    "feat_2_title": "Áudio em Segundo Plano",
    "feat_2_desc": "O áudio continua quando a tela é bloqueada. Perfeito para podcasts.",
    "feat_3_title": "Controles Suaves",
    "feat_3_desc": "Gestos para volume e avanço/retrocesso. Rápido e responsivo.",
    "feat_4_title": "Privado e Sem Anúncios",
    "feat_4_desc": "Sem rastreamento, sem anúncios. Seus vídeos permanecem no seu dispositivo.",
    "feat_5_title": "Integração com IA",
    "feat_5_desc": "Conecte-se a modelos de IA locais via Ollama para recursos inteligentes.",
    "feat_5_btn": "Guia de Configuração",
    "footer_privacy": "Política de Privacidade",
    "footer_contact": "Entre em Contato com o Suporte",
    "footer_copy": "1Air Player. Todos os direitos reservados."
  },
  "ollama": {
    "title": "Guia de Configuração do Ollama",
    "subtitle": "Por favor, instale o Ollama para habilitar os recursos de IA.",
    "win_tab": "Windows",
    "win_step1_title": "1. Baixar Instalador",
    "win_step1_desc": "Baixe o instalador para Windows do site oficial.",
    "win_btn": "Baixar para Windows",
    "win_step2_title": "2. Instalar",
    "win_step2_desc": "Execute o arquivo <code>OllamaSetup.exe</code> e clique em [Instalar].",
    "win_step2_note": "✅ Uma vez instalado, você verá o ícone da Alpaca (🦙) na bandeja de tarefas.",
    "win_step3_title": "3. Verificar Instalação",
    "win_step3_desc": "Abra o Prompt de Comando (Win + R, digite <code>cmd</code>) e execute o seguinte comando:",
    "mac_tab": "macOS",
    "mac_step1_title": "1. Baixar",
    "mac_step1_desc": "Requer macOS 11 Big Sur ou posterior.",
    "mac_btn": "Baixar para macOS",
    "mac_step2_title": "2. Instalar Aplicativo",
    "mac_step2_desc": "Descompacte o arquivo e mova o aplicativo <strong>Ollama</strong> para a pasta <code>Applications</code>.",
    "mac_step3_title": "3. Executar e Configurar",
    "mac_step3_desc": "Clique duas vezes para executar. Você deverá ver o ícone da Alpaca (🦙) na barra de menu.",
    "mac_step3_note": "💡 Se solicitado a instalar ferramentas de linha de comando, clique em 'Instalar'.",
    "linux_tab": "Ubuntu (Linux)",
    "linux_step1_title": "1. Instalar via Terminal",
    "linux_step1_desc": "Abra seu terminal e execute o seguinte comando:",
    "linux_step1_note": "⚠️ Placas de vídeo AMD podem exigir instalação adicional de driver.",
    "linux_step2_title": "2. Verifique o Status do Serviço",
    "linux_step2_desc": "Certifique-se de que o Ollama esteja em execução em segundo plano.",
    "final_step_title": "🎉 Passo Final: Baixe o Modelo de IA",
    "final_step_desc": "Após a instalação, você deve baixar o modelo de IA. Execute isto no seu terminal:",
    "final_step_note": "💡 Se o seu aplicativo exigir um modelo específico (por exemplo, mistral), substitua 'llama3.2' por esse nome.",
    "copy": "Copy",
    "copied": "Copiado!",
    "footer": "© 2025 Powered by Ollama."
  },
  "policy": {
    "title": "Política de Privacidade",
    "effectiveDateLabel": "Data de vigência:",
    "effectiveDateValue": "5 de novembro de 2025",
    "languageLabel": "Language:",
    "nav": {
      "summary": "Summary",
      "dataWeCollect": "Dados que Coletamos",
      "howWeUse": "Como Usamos os Dados",
      "sharing": "Compartilhamento e Processadores",
      "security": "Security",
      "retention": "Retenção de Dados",
      "rights": "Seus Direitos",
      "children": "Children",
      "changes": "Changes",
      "contact": "Contact"
    },
    "summary": {
      "title": "Visão Geral",
      "bullets": {
        "noTracking": "<strong>Sem rastreamento. Sem anúncios.</strong> 1Air não inclui publicidade ou rastreadores de terceiros.",
        "onDevice": "<strong>Seus vídeos permanecem no seu dispositivo.</strong> O aplicativo lê arquivos MP4 que você escolhe e pode armazená-los na sua pasta Documentos local; o conteúdo é processado no dispositivo.",
        "icloud": "<strong>iCloud Drive opcional.</strong> Se você escolher arquivos do iCloud Drive, os arquivos permanecerão na sua conta iCloud sob os termos da Apple.",
        "diagnostics": "<strong>Diagnósticos mínimos.</strong> Recebemos apenas dados de falhas/diagnósticos anonimizados se você optar por compartilhar com desenvolvedores através das configurações da Apple."
      }
    },
    "who": {
      "title": "Quem Somos",
      "developerLabel": "Developer:",
      "developerValue": "J-Apps Co.",
      "developerSuffix": "(\"nós\", \"nosso\" ou \"nossa\")",
      "appLabel": "App:",
      "appValue": "1Air (iOS/iPadOS/macOS)",
      "contactLabel": "Contact:"
    },
    "collect": {
      "title": "Dados que Coletamos",
      "contentYouChoose": {
        "title": "1) Conteúdo que Você Escolhe",
        "p1": "Ao usar o seletor de arquivos para selecionar vídeos, o 1Air recebe permissão de leitura apenas dos itens que você selecionar. Se você habilitar o recurso \"Salvar em Documentos\" do aplicativo, cópias dos arquivos selecionados são salvas localmente na caixa de areia do aplicativo.",
        "scope": "<strong>Escopo:</strong> Apenas arquivos que você selecionar; sem verificação em segundo plano de pastas não relacionadas.",
        "processing": "<strong>Processamento:</strong> Reprodução e gerenciamento de arquivos ocorrem no dispositivo.",
        "sync": "<strong>Sincronização:</strong> Se você selecionar do iCloud Drive, o armazenamento e a sincronização são gerenciados pelo Apple iCloud sob as políticas da Apple."
      },
      "diagnostics": {
        "title": "2) Diagnósticos (Opcional)",
        "p1": "Se você optar por compartilhar análises/relatórios de falhas com desenvolvedores (Configurações da Apple > Privacidade e Segurança > Análise e Melhorias), podemos receber:",
        "b1": "Registros de falhas e métricas de desempenho (anonimizados pela Apple)",
        "b2": "Modelo do dispositivo, versão do SO e metadados técnicos semelhantes",
        "p2": "Não recebemos sua identidade desses relatórios."
      },
      "support": {
        "title": "3) Comunicações de Suporte",
        "p1": "Se você nos enviar um e-mail, receberemos seu endereço de e-mail e o conteúdo da sua mensagem para responder à sua solicitação."
      },
      "notCollect": {
        "title": "Não Coletamos",
        "b1": "Identificadores pessoais dentro do aplicativo (nome, número de telefone, contatos)",
        "b2": "Dados de localização precisos",
        "b3": "Identificadores de publicidade ou dados de rastreamento comportamental"
      }
    },
    "use": {
      "title": "Como Usamos os Dados",
      "b1": "Para fornecer funcionalidade principal (acesso a arquivos que você solicita, reprodução de vídeo)",
      "b2": "Para manter e melhorar a qualidade do aplicativo (diagnósticos se você optou por participar)",
      "b3": "Para responder a dúvidas de suporte"
    },
    "sharing": {
      "title": "Compartilhamento e Processadores",
      "p1": "<strong>Não vendemos seus dados.</strong> Não compartilhamos dados pessoais com terceiros para publicidade ou marketing.",
      "p2": "<strong>Provedores de Serviço:</strong> Podemos usar provedores de serviço apenas para operar e dar suporte ao aplicativo (por exemplo, Apple iCloud para arquivos que você armazena lá; pipeline de relatórios de falhas da Apple se você optou por participar). Esses provedores atuam como processadores sob seus próprios termos e controles de segurança.",
      "apple": "<strong>Apple (iCloud e Relatórios de Falhas):</strong> Arquivos e análises tratados de acordo com a política de privacidade da Apple e as configurações do seu dispositivo.",
      "p3": "Podemos divulgar informações se exigido por lei ou para proteger direitos, segurança e proteção."
    },
    "security": {
      "title": "Security",
      "p1": "1Air armazena arquivos salvos pelo usuário na sandbox do aplicativo em seu dispositivo. Aplicamos as melhores práticas de segurança da plataforma e confiamos nas proteções de sistema da Apple para iOS/iPadOS/macOS. Nenhum método de armazenamento eletrônico é 100% seguro, mas trabalhamos para proteger suas informações.",
      "ollama": {
        "title": "Integração de Rede Ollama",
        "warn": "Se você conectar o 1Air a um servidor Ollama pela rede usando <code>http://</code>, a conexão <strong>não é criptografada em trânsito</strong> (sem TLS). Isso significa que o conteúdo que você envia (como prompts de texto, metadados ou outros payloads) pode ser exposto à interceptação ou vazamento na rede. Ao usar <code>http://</code> (especialmente em redes públicas), <strong>você assume todos os riscos</strong> e <strong>você é responsável</strong> por qualquer exposição resultante do uso de uma conexão não criptografada. Recomendamos fortemente o uso de <code>https://</code>, uma rede interna confiável, VPN ou outro transporte seguro."
      }
    },
    "retention": {
      "title": "Retenção de Dados",
      "b1": "<strong>Arquivos no dispositivo:</strong> Permanecem até que você os exclua ou desinstale o aplicativo.",
      "b2": "<strong>E-mails de suporte:</strong> Retidos apenas pelo tempo necessário para resolver sua solicitação e cumprir as obrigações legais.",
      "b3": "<strong>Diagnósticos:</strong> Retidos de acordo com as políticas de retenção de análises da Apple."
    },
    "rights": {
      "title": "Seus Direitos de Privacidade",
      "p1": "Dependendo da sua região, você pode ter direitos de acessar, corrigir, excluir ou restringir determinados dados que possuímos sobre você e de objetar ou retirar o consentimento para o processamento, quando aplicável.",
      "gdpr": "<strong>GDPR (EEE/Reino Unido):</strong> Você pode solicitar acesso ou exclusão de dados pessoais que controlamos (principalmente e-mails de suporte). Para dados mantidos pela Apple (por exemplo, logs de falhas, arquivos do iCloud), use as ferramentas de privacidade da Apple.",
      "ccpa": "<strong>CCPA/CPRA (Califórnia):</strong> Não vendemos nem compartilhamos informações pessoais para publicidade cross-contextual. Você pode solicitar acesso ou exclusão de informações pessoais que possuímos (principalmente e-mails de suporte).",
      "p2": "Para exercer seus direitos, entre em contato conosco em <a href=\"mailto:jappscompany@gmail.com\">jappscompany@gmail.com</a>. Podemos precisar verificar sua solicitação."
    },
    "children": {
      "title": "Privacidade Infantil",
      "p1": "1Air é um aplicativo para público geral e não é especificamente direcionado a crianças. Não coletamos intencionalmente informações pessoais de crianças. Se você acredita que uma criança forneceu informações pessoais a nós por meio de comunicações de suporte, entre em contato conosco e as excluiremos."
    },
    "international": {
      "title": "Transferências Internacionais",
      "p1": "Suas informações podem ser processadas no país onde você reside e em outros países onde nossos provedores de serviço operam (por exemplo, a infraestrutura da Apple). Implementamos medidas projetadas para proteger suas informações de forma consistente com a lei aplicável."
    },
    "changes": {
      "title": "Alterações a Esta Política",
      "p1": "Podemos atualizar esta Política de Privacidade periodicamente. Publicaremos a versão atualizada no aplicativo ou em nosso site e revisaremos a \"Data de Vigência\" acima. Alterações materiais serão destacadas."
    },
    "contact": {
      "title": "Entre em Contato Conosco",
      "p1": "Se você tiver dúvidas sobre esta Política de Privacidade ou nossas práticas, entre em contato conosco:",
      "emailLabel": "Email:",
      "dpo": "Contato de Proteção de Dados (se aplicável): Jake / jappscompany@gmail.com"
    },
    "footer": {
      "copyright": "© 2025 J-Apps. Todos os direitos reservados."
    }
  }
}