{
  "_meta": {
    "htmlLang": "en",
    "contactEmail": "[jappscompany@gmail.com]"
  },
  "title": "Политика конфиденциальности",
  "effectiveDateLabel": "Дата вступления в силу:",
  "effectiveDateValue": "5 ноября 2025 г.",
  "languageLabel": "Language:",
  "nav": {
    "summary": "Summary",
    "dataWeCollect": "Собираемые нами данные",
    "howWeUse": "Как мы используем данные",
    "sharing": "Передача и обработчики",
    "security": "Security",
    "retention": "Хранение данных",
    "rights": "Ваши права",
    "children": "Children",
    "changes": "Changes",
    "contact": "Contact"
  },
  "summary": {
    "title": "Вкратце",
    "bullets": {
      "noTracking": "<strong>Нет отслеживания. Нет рекламы.</strong> 1Air не включает рекламу или сторонние трекеры.",
      "onDevice": "<strong>Ваши видео остаются на вашем устройстве.</strong> Приложение считывает MP4-файлы, которые вы выбираете, и может сохранять их в вашей локальной папке Documents; обработка контента происходит на устройстве.",
      "icloud": "<strong>Необязательный iCloud Drive.</strong> Если вы выбираете файлы из iCloud Drive, файлы остаются в вашей учетной записи iCloud в соответствии с условиями Apple.",
      "diagnostics": "<strong>Минимальная диагностика.</strong> Мы получаем только анонимизированные данные об ошибках/диагностике, если вы решите делиться ими с разработчиками через настройки Apple."
    }
  },
  "who": {
    "title": "Кто мы",
    "developerLabel": "Developer:",
    "developerValue": "[Ваше юридическое наименование, например, J-Apps Co.]",
    "developerSuffix": "(«мы», «нас» или «наш»)",
    "appLabel": "App:",
    "appValue": "1Air (iOS/iPadOS/macOS)",
    "contactLabel": "Contact:"
  },
  "collect": {
    "title": "Собираемые нами данные",
    "contentYouChoose": {
      "title": "1) Контент, который вы выбираете",
      "p1": "При использовании средства выбора файлов для выбора видео 1Air получает доступ только для чтения к выбранным вами элементам. Если вы включили функцию «Сохранить в Documents» приложения, копии выбранных файлов сохраняются локально в песочнице приложения.",
      "scope": "<strong>Область:</strong> Только выбранные вами файлы; без фонового сканирования несвязанных папок.",
      "processing": "<strong>Обработка:</strong> Воспроизведение и управление файлами происходят на устройстве.",
      "sync": "<strong>Синхронизация:</strong> Если вы выбираете из iCloud Drive, хранение и синхронизация управляются Apple iCloud в соответствии с политиками Apple."
    },
    "diagnostics": {
      "title": "2) Диагностика (Необязательно)",
      "p1": "Если вы решите делиться аналитикой/отчетами об ошибках с разработчиками (Настройки Apple &gt; Конфиденциальность и безопасность &gt; Аналитика и улучшения), мы можем получить:",
      "b1": "Журналы сбоев и показатели производительности (анонимизированные Apple)",
      "b2": "Модель устройства, версия ОС и аналогичные технические метаданные",
      "p2": "Мы не получаем вашу личность из этих отчетов."
    },
    "support": {
      "title": "3) Коммуникации со службой поддержки",
      "p1": "Если вы отправите нам электронное письмо, мы получим ваш адрес электронной почты и содержимое вашего сообщения, чтобы ответить на ваш запрос."
    },
    "notCollect": {
      "title": "Мы *Не* Собираем",
      "b1": "Личные идентификаторы в приложении (имя, номер телефона, контакты)",
      "b2": "Точные данные о местоположении",
      "b3": "Идентификаторы рекламы или данные поведенческого отслеживания"
    }
  },
  "use": {
    "title": "Как мы используем данные",
    "b1": "Для обеспечения основной функциональности (доступ к файлам по вашему запросу, воспроизведение видео)",
    "b2": "Для поддержания и улучшения качества приложения (диагностика, если вы согласились)",
    "b3": "Для ответа на запросы в службу поддержки"
  },
  "sharing": {
    "title": "Передача и обработчики",
    "p1": "<strong>Мы не продаем ваши данные.</strong> Мы не передаем персональные данные третьим лицам для рекламы или маркетинга.",
    "p2": "<strong>Поставщики услуг:</strong> Мы можем использовать поставщиков услуг исключительно для работы и поддержки приложения (например, Apple iCloud для файлов, которые вы там храните; конвейер отчетности об ошибках Apple, если вы выбрали участие). Эти поставщики выступают в качестве обработчиков в соответствии с их собственными условиями и мерами безопасности.",
    "apple": "<strong>Apple (iCloud &amp; Отчеты об ошибках):</strong> Файлы и аналитика обрабатываются в соответствии с политикой конфиденциальности Apple и настройками вашего устройства.",
    "p3": "Мы можем раскрыть информацию, если это требуется по закону или для защиты прав, безопасности и надежности."
  },
  "security": {
    "title": "Security",
    "p1": "1Air хранит файлы, сохраненные пользователем, в \"песочнице\" приложения на вашем устройстве. Мы применяем лучшие практики безопасности платформы и полагаемся на системную защиту Apple для iOS/iPadOS/macOS. Ни один метод электронного хранения не является на 100% безопасным, но мы работаем над защитой вашей информации.",
    "ollama": {
      "title": "Интеграция с сетью Ollama",
      "warn": "Если вы подключаете 1Air к серверу Ollama через сеть, используя <code>http://</code>, соединение <strong>не зашифровано при передаче</strong> (отсутствует TLS). Это означает, что контент, который вы отправляете (например, текстовые подсказки, метаданные или другие полезные данные), может быть подвержен перехвату или утечке в сети. При использовании <code>http://</code> (особенно в общедоступных сетях) <strong>вы берете на себя все риски</strong> и <strong>вы несете ответственность</strong> за любое раскрытие, вызванное использованием незашифрованного соединения. Мы настоятельно рекомендуем использовать <code>https://</code>, доверенную внутреннюю сеть, VPN или другой безопасный транспорт."
    }
  },
  "retention": {
    "title": "Хранение данных",
    "b1": "<strong>Файлы на устройстве:</strong> Остаются до тех пор, пока вы их не удалите или не удалите приложение.",
    "b2": "<strong>Электронные письма поддержки:</strong> Хранятся только до тех пор, пока это необходимо для решения вашего запроса и соблюдения юридических обязательств.",
    "b3": "<strong>Диагностика:</strong> Хранятся в соответствии с политикой хранения аналитики Apple."
  },
  "rights": {
    "title": "Ваши права на конфиденциальность",
    "p1": "В зависимости от вашего региона вы можете иметь право на доступ, исправление, удаление или ограничение определенных данных, которые мы о вас храним, а также на возражение или отзыв согласия на обработку, где это применимо.",
    "gdpr": "<strong>GDPR (ЕЭЗ/Великобритания):</strong> Вы можете запросить доступ или удаление персональных данных, которые мы контролируем (в основном электронные письма поддержки). Для данных, хранящихся Apple (например, журналы сбоев, файлы iCloud), используйте инструменты конфиденциальности Apple.",
    "ccpa": "<strong>CCPA/CPRA (Калифорния):</strong> Мы не продаем и не передаем персональную информацию для межконтекстной рекламы. Вы можете запросить доступ или удаление персональной информации, которую мы храним (в основном электронные письма поддержки).",
    "p2": "Чтобы воспользоваться своими правами, свяжитесь с нами по адресу <a href=\"mailto:[jappscompany@gmail.com]\">[jappscompany@gmail.com]</a>. Нам может потребоваться подтвердить ваш запрос."
  },
  "children": {
    "title": "Конфиденциальность детей",
    "p1": "1Air — это приложение для широкой аудитории и не предназначено специально для детей. Мы не собираем персональную информацию о детях. Если вы считаете, что ребенок предоставил нам персональную информацию через каналы поддержки, пожалуйста, свяжитесь с нами, и мы удалим ее."
  },
  "international": {
    "title": "Международные передачи",
    "p1": "Ваша информация может быть обработана в стране вашего проживания и в других странах, где работают наши поставщики услуг (например, инфраструктура Apple). Мы внедряем меры, предназначенные для защиты вашей информации в соответствии с применимым законодательством."
  },
  "changes": {
    "title": "Изменения в этой политике",
    "p1": "Мы можем время от времени обновлять эту Политику конфиденциальности. Мы опубликуем обновленную версию в приложении или на нашем веб-сайте и пересмотрим \"Дату вступления в силу\" выше. Существенные изменения будут выделены."
  },
  "contact": {
    "title": "Связаться с нами",
    "p1": "Если у вас есть вопросы об этой Политике конфиденциальности или наших методах, свяжитесь с нами:",
    "emailLabel": "Email:",
    "dpo": "Контактное лицо по защите данных (если применимо): [Джейк / jappscompany@gmail.com]"
  },
  "footer": {
    "copyright": "© [2025] J-Apps. Все права защищены."
  },
  "ollama": {
    "title": "Руководство по настройке Ollama",
    "subtitle": "Пожалуйста, установите Ollama, чтобы включить функции искусственного интеллекта.",
    "win_tab": "Windows",
    "win_step1_title": "1. Загрузите установщик",
    "win_step1_desc": "Загрузите установщик для Windows с официального сайта.",
    "win_btn": "Скачать для Windows",
    "win_step2_title": "2. Установите",
    "win_step2_desc": "Запустите файл <code>OllamaSetup.exe</code> и нажмите [Установить].",
    "win_step2_note": "✅ После установки вы увидите значок Alpaca (🦙) в системном трее.",
    "win_step3_title": "3. Проверьте установку",
    "win_step3_desc": "Откройте командную строку (Win + R, введите <code>cmd</code>) и выполните следующую команду:",
    "mac_tab": "macOS",
    "mac_step1_title": "1. Загрузить",
    "mac_step1_desc": "Требуется macOS 11 Big Sur или более поздней версии.",
    "mac_btn": "Скачать для macOS",
    "mac_step2_title": "2. Установить приложение",
    "mac_step2_desc": "Распакуйте файл и переместите приложение <strong>Ollama</strong> в папку <code>Applications</code>.",
    "mac_step3_title": "3. Запуск и настройка",
    "mac_step3_desc": "Дважды щелкните, чтобы запустить. Вы должны увидеть значок Альпаки (🦙) в строке меню.",
    "mac_step3_note": "💡 Если появится запрос на установку инструментов командной строки, нажмите «Установить».",
    "linux_tab": "Ubuntu (Linux)",
    "linux_step1_title": "1. Установка через терминал",
    "linux_step1_desc": "Откройте терминал и выполните следующую команду:",
    "linux_step1_note": "⚠️ Видеокарты AMD могут потребовать дополнительную установку драйверов.",
    "linux_step2_title": "2. Проверьте статус службы",
    "linux_step2_desc": "Убедитесь, что Ollama работает в фоновом режиме.",
    "final_step_title": "🎉 Заключительный шаг: Загрузите AI-модель",
    "final_step_desc": "После установки необходимо загрузить AI-модель. Запустите это в своем терминале:",
    "final_step_note": "💡 Если вашему приложению нужна конкретная модель (например, mistral), замените 'llama3.2' на ее имя.",
    "copy": "Copy",
    "copied": "Скопировано!",
    "footer": "&copy; 2025 Разработано Ollama."
  }
}